Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: Analysis dashboard
de: Analyse der Übersicht
fr: Fenêtre d'analyse
it: Dashboard delle Analisi
nb: Analyse dashbord

source: Zonal tags viewer
de: Lokale Tags ansehen
fr: Visionneuse des séquences de zone
it: Visualizzatore tag di zona
nb: Sone tagging viewer

source: Do you want to delete:
de: Soll dies gelöscht werden:
fr: Voulez-vous supprimer:
it: Vuoi eliminare:
nb: Ønsker du å slette:

source: Edit dashboard
de: Übersicht bearbeiten
fr: Modifier la fenêtre de commandes
it: Modifica pannello di controllo

source: Edit action links
de: Actionlinks bearbeiten
fr: Modifier les liens d'action
it: Modifica i link dell'azione

source: Disable popup window
de: Popup-Fenster deaktivieren
fr: Désactiver les fenêtres contextuelles
it: Disabilita finestra popup

source: Fit dashboard
de: Übersicht anpassen
fr: Adapter la fenêtre de commandes à la taille disponible
it: Adatta pannello di controllo

source: Fill dashboard
de: Übersicht ausfüllen
fr: Remplir l'espace disponible pour la fenêtre de commandes
it: Riempi pannello di controllo

source: 1:1 dashboard
de: 1:1 Übersicht
fr: 1:1 Taille originale de la fenêtre de commandes
it: Pannello di controllo 1:1

source: Delete
ca: Eliminar
da: Slet
de: Entfernen
el: Διαγραφή
fr: Supprimer
gl: Eliminar
it: Elimina
nb: Slett
sl: Izbriši

source: Could not parse game periods.
de: Spielperioden konnten nicht analysiert werden.
fr: Impossible d'interpréter les périodes de jeu.
it: Impossibile analizzare le fasi di gioco.

source: Time:
da: Tid:
de: Zeit:
el: Χρόνος:
fr: Time-code/Durée:
it: Tempo:
nb: Tid:
sl: Čas:

source: Edit to change camera name
de: Kameraname ändern
fr: Modifier le nom de la caméra
it: Modifica il nome della camera

source: Select folder...
de: Order auswählen...
fr: Sélectionnez un dossier ...
it: Seleziona cartella...

source: Select file...
de: Datei auswählen...
fr: Sélectionnez un fichier...
it: Seleziona file...
nb: Velg fil....

source: Output folder
de: Ausgabeordner
fr: Répertoire de travail
it: Cartella di destinazione

source: Angle
de: Winkel
it: Angolo

source: Create a new playlist
de: Neue Playlist erstellen
fr: Créer une nouvelle liste de lecture
it: Crea una nuova lista di riproduzione

source: Export the playlist to new video file
de: Playlist zur neuen Videodatei exportieren
fr: Exporter la liste de lecture vers un fichier vidéo
it: Esporta la lista di riproduzione in un nuovo file video

source: Categories filter
de: Kategorie Filter
el: Φίλτρο κατηγοριών
fr: Filtre des catégories
it: Filtro categorie
nb: Kategorifilter
sl: Filter kategorij

source: Players filter
de: Spieler Filter
el: Φίλτρο παιχτών
fr: Filtre des joueurs
it: Filtro dei giocatori
nb: Spillerfilter
sl: Filter igralcev

source: Drag the bars in the timeline to synchronize secondary video files with the main video
de: Bildleisten auf die Zeitachse ziehen, um weitere Videodateien mit dem Hauptvideo zu synchronisieren
fr: Glisser les barres d'image dans la timeline afin de synchroniser les fichiers vidéo secondaires avec la vidéo principale
it: Trascinare le barre dell'immagine nella sequenza temporale per sincronizzare i file video secondari con il video principale

source: Camera out of scope
de: Kamera außerhalb des Sichtfeldes
fr: Caméra hors champ
it: Camera fuori dal campo di applicazione

source: Offset
de: Auszeit
fr: Décalage
it: Intervallo

source: Do you want to delete player:
de: Soll der Spieler gelöscht werden:
fr: Voulez-vous supprimer le joueur:
it: Vuoi cancellare il giocatore:
nb: Ønsker du å slette spilleren:

source: Could not parse tactics string
de: Konnte die Taktik-Zeichenkette nicht verarbeiten
fr: Impossible d'interpréter la description tactique
it: Impossibile analizzare le stringhe tattiche
nb: Kunne ikke parse taktikk strengen

source: play
da: kamp
el: αναπαραγωγή
it: riproduci
nb: Spill av
sl: predvajaj

source: Edit tags
da: Rediger mærker
el: Επεξεργασία ετικετών
it: Modifica tag
nb: Editer tagger
sl: Uredi oznake

source: Add to playlist
ca: Afegir a la llista de reproducció
da: Tilføj til afspilningsliste
de: Zur Wiedergabeliste hinzufügen
el: Προσθήκη στον κατάλογο αναπαραγωγής
fr: Ajouter à la liste de lecture
gl: Engadir á lista de reprodución
it: Aggiungi alla lista di riproduzione
nb: Legg til spilleliste
sl: Dodaj na seznam predvajanja

source: Export to video file
da: Eksporter til videofil
de: In eine Videodatei exportieren
el: Εξαγωγή σε αρχείο βίντεο
fr: Exporter en fichier vidéo
it: Esporta come file video
nb: Eksporter til videofil
sl: Izvoz v video datoteko

source: Export to PNG images
ca: Exportar com a imatges PNG
da: Eksporter til PNG-billeder
de: Als PNG-Bilder exportieren
el: Εξαγωγή σε εικόνες PNG
fr: Exporter les images en PNG
gl: Exportar como imaxes PNG
it: Esporta come immagini in formato PNG
nb: Eksporter til PNG bilder
sl: Izvozi skico v PNG

source: No video file associated yet for live project
de: Keine Videodatei für das Live-Projekt gefunden
fr: Aucun fichier vidéo n'est encore associé au projet en direct
it: Ancora nessun file video associato al progetto in diretta

source: Duration
ca: Duració
da: Varighed
de: Dauer
el: Διάρκεια
fr: Durée
gl: Duración
it: Durata
sl: Trajanje

source: Missing duration info, reload this file.
de: Laufzeit fehlt, Datei laden.
fr: Informations de durée manquantes, rechargez ce fichier.
it: Informazione sulla durata assente, ricarica questo file.

source: Video codec
ca: Còdec de vídeo
el: Κωδικοποιητής - αποκωδικοποιητής βίντεο
fr: Codec vidéo
gl: Códec de vídeo
it: Codec video
sl: Video kodek

source: Audio codec
ca: Còdec d'àudio
da: Lydcodec
el: Κωδικοποιητής - αποκωδικοποιητής ήχου
fr: Codec audio
gl: Códec de son
it: Codec audio
sl: Zvočni kodek

source: Container
fr: Conteneur
it: Contenitore

source: Active database
de: Aktive Datenbank
el: Ενεργή βάση δεδομένων
fr: Base de données active
it: Database attivo
nb: Aktiv database
sl: Dejavna podatkovna zbirka

source: Last backup
de: Letzte Datensicherung
el: Τελευταίο αντίγραφο ασφαλείας
fr: Dernier projet
it: Ultimo backup
nb: Siste backup
sl: Zadnja varnostna kopija

source: Projects count
de: Projektzähler
el: Μέτρηση έργων
fr: Nombre de projets
it: Totale dei progetti
nb: Antall prosjekter
sl: Števec projektov

source: Database name
de: Datenbankname
el: Όνομα βάσης δεδομένων
fr: Nom de la base de données
it: Nome del database
nb: Databasenavn
sl: Ime podatkovne zbirke

source: A database already exists with this name
de: Es existiert bereits eine Datenbank mit diesem Namen
el: Υπάρχει ήδη μια βάση δεδομένων με αυτό το όνομα
fr: Une base de données avec ce nom existe déjà
it: Esiste già un database con lo stesso nome
nb: En database med dette navnet eksisterer allerede
sl: Podatkovna zbirka s tem imenom že obstaja

source: This database is the active one and can't be deleted
de: Die aktive Datenbank kann nicht gelöscht werden
el: Αυτή η βάση δεδομένων είναι η ενεργή και δεν μπορεί να διαγραφεί
fr: La base de données est active et ne peut être supprimée
it: Questo database è attivo e non può essere cancellato
nb: Denne databasen er aktiv og kan ikke slettes
sl: Podatkovna zbirka je dejavna in je zato ni mogoče izbrisati

source: Do you really want to delete the database:
de: Soll diese Datenbank wirklich gelöscht werden:
el: Θέλετε πραγματικά να διαγράψετε αυτή τη βάση δεδομένων:
fr: Souhaitez-vous réellement supprimer la base de données:
it: Vuoi davvero cancellare il database:
nb: Vil du virkelig slette denne databasen:
sl: Ali zares želite izbrisati podatkovno zbirko:

source: Backup successful
de: Backup erfolgreich
fr: Sauvegarde effectuée avec succès
it: Backup eseguito

source: Could not create backup
de: Konnte keine Datensicherung durchführen
el: Αδύνατη η δημιουργία αντιγράφου ασφαλείας
fr: Impossible de créer la sauvegarde
it: Impossibile creare il backup
nb: Backup ble ikke fullført
sl: Ni mogoče ustvariti varnostne kopije

source: Scanning database...
it: Scansionando il database...

source: Database scanned succesfully.
it: Database scansionato correttamente.

source: Selection tool
de: Auswahlwerkzeug
fr: Outil de selection
it: Strumento selezione

source: Rubber tool
de: Radiergummi
fr: Outil gomme
it: Strumento gomma

source: Pencil tool
de: Stift
fr: Outil stylo
it: Strumento matita

source: Text tool
de: Text
fr: Outil texte
it: Strumento testo

source: Line tool
de: Linie
fr: Outil ligne
it: Strumento linea

source: Cross tool
de: Kreuzwerkzeug
fr: Outil croix
it: Strumento croce

source: Rectangle tool
de: Dreieckswerkzeug
fr: Outil rectangle
it: Strumento rettangolo

source: Ellipse tool
de: Elipsenwerkzeug
fr: Outil ellipse
it: Strumento ellisse

source: Filled rectangle tool
de: Ausgefülltes Rechteck
fr: Outil rectangle plein
it: Strumento rettangolo pieno

source: Filled ellipse tool
de: Ausgefüllte Ellipse
fr: Outil ellipse pleine
it: Strumento ellisse piena

source: Player tool
de: Spielerwerkzeug
fr: Outil joueur
it: Strumento giocatore

source: Index tool
de: Indexwerkzeug
fr: Outil index
it: Strumento indice

source: Angle tool
de: Winkelwerkzeug
fr: Outil angle
it: Strumento angolo

source: Change the line style
de: Linienart ändern
fr: Changer le style de ligne
it: Cambia lo stile della linea

source: Clear all drawings
de: Alle Zeichnungen löschen
fr: Effacer tous les dessins
it: Cancellare tutti i disegni

source: Zoom tool. Click to zoom in, Alt+Shift to zoom out
de: Zoom. Klicken zum Anzoomen , Alt+Shift zum Wegzoomen
fr: Outil de zoom. Cliquer pour agrandir, Alt+Shift pour rétrécir
it: Strumento zoom. Cliccare per ingrandire. Alt+shift per rimpicciolire

source: Text
fr: Texte
it: Testo
nb: Tekst

source: Select player
de: Spieler auswählen
fr: Sélectionnez un joueur
it: Seleziona il giocatore

source: Do you want to clear the drawing?
de: Akuelle Zeichnung verwerfen?
fr: Voulez-vous effacer le dessin?
it: Vuoi cancellare il disegno?
nb: Ønsker du å fjerne tegningen?

source: Save File as...
ca: Guardar com a...
da: Gem fil som ...
de: Datei speichern unter…
el: Αποθήκευση αρχείου ως...
fr: Enregistrer le fichier sous…
gl: Gardar o ficheiro como...
it: Salva file con nome...
nb: Lagre fil som....
sl: Shrani datoteko kot ...

source: Edit
ca: Modificar
da: Rediger
de: Bearbeiten
el: Επεξεργασία
fr: Modifier
gl: Editar
it: Modifica
nb: Rediger
sl: Uredi

source: Do you want to close the current drawing?
de: Die aktuelle Zeichnung schließen?
fr: Voulez-vous fermer le dessin actuel?
it: Vuoi chiudere l'attuale disegno?
nb: Ønsker du å lukke denne tegningen?

source: Do you want to remove this subcategory and all its tags?
de: Wollen Sie diese Unterkategorie und alle zugehörigen Tag entfernen?
fr: Souhaitez-vous supprimer cette sous-catégorie et tous ses tags?
it: Vuoi rimuovere questa sottocategoria e tutti i suoi tag?

source: Do you want to remove this tag?
de: Wollen Sie dieses Tag entfernen?
fr: Voulez-vous supprimer cette étiquette ?
it: Vuoi rimuovere questa tag?

source: New tag
de: Neues Schlagwort:
fr: Nouvelle étiquette
it: Nuova tag
nb: Ny tagg

source: <b>Subcategory name:</b>
de: <b>Name Unterkategorie:</b>
fr: <b>Nom de la sous-catégorie:</b>
it: <b>Nome della sottocategoria:</b

source: Add new subcategory
de: Neue Unterkategorie hinzufügen
fr: Ajouter une nouvelle sous-catégorie
it: Aggiungi la nuova sottocategoria

source: New subcategory
de: Neue Unterkategorie
fr: Nouvelle sous-catégorie
it: Nuova sottocategoria

source: Add new tag
de: Neues Schlagwort hinzufügen
fr: Ajouter une étiquette
it: Aggiungi nuova tag

source: Capturing frame:
ca: Capturant fotogrames:
da: Optager ramme:
de: Bild wird aufgezeichnet:
el: Πλαίσιο λήψης:
fr: Capture de l'image:
gl: Capturando o fotograma:
it: Acquisizione del fotogramma in corso:
sl: Zajemanje okvirja:

source: Done
ca: Fet
da: Færdig
de: Abgeschlossen
el: Έγινε
fr: Fini
gl: Feito
it: Completato
nb: Ferdig
sl: Končano

source: is not a valid key modifier: Alt, Shift or Ctrl
de: ist keine gültige Zusatztaste: Alt, Shift oder Ctrl
fr: ce n'est pas un modificateur de raccourci clavier valide : Alt, Shift ou Ctrl
it: non è un tasto valido: Alt, Shift o Ctrl

source: Common tags
de: Ähnliche Schlagwörter
fr: Etiquettes communes
it: Tag comuni

source: The Project has been edited, do you want to save the changes?
ca: El projecte s'ha modificat. Voleu guardar els canvis?
da: Projektet er blevet redigeret, ønsker du at gemme ændringerne?
el: Το έργο έχει επεξεργαστεί, θέλετε να αποθηκεύσετε τις αλλαγές;
gl: O proxecto foi editado, desexa gardar os cambios?
it: Il progetto ha subito delle modifiche, vuoi salvarle?
nb: Dette prosjektet er editert, ønsker du å lagre endringene?
sl: Projekt je spremenjen. Ali želite shraniti spremembe?

source: This Project is actually in use.
ca: Aquest projecte està en us.
da: Dette projekt er i brug.
de: Dieses Projekt wird derzeit verwendet.
el: Το έργο αυτό χρησιμοποιείται ήδη.
fr: Ce projet est actuellement ouvert
gl: Este proxecto está actualmente en uso.
it: Questo progetto è attualmente in uso.
nb: Prosjektet er allerede i bruk.
sl: Projekt je v uporabi.

source: Close it first to allow its removal from the database
ca: Tanqueu-lo primer per poder-lo esborrar de la base de dades.
da: Luk projektet først for at muliggøre at det kan fjernes fra databasen
de: Schließen Sie es zuerst, um es aus der Datenbank entfernen zu können
el: Κλείστε το πρώτα για να επιτρέψετε την αφαίρεσή του από τη βάση δεδομένων
fr: Fermez le d'abord pour permettre sa suppression de la base de données
gl: Debe pechar o proxecto antes de eliminalo da base de datos
it: Occorre chiuderlo prima di poterlo rimuovere dal database
nb: Steng prosjektet først før dette fjernes fra databasen.
sl: Pred izbrisom iz zbirke, je treba predmet najprej zapreti.

source: Do you really want to delete:
ca: Esteu segurs de que voleu eliminar-lo:
da: Er du sikker på, at du vil slette:
de: Wollen Sie Folgendes wirklich entfernen:
el: Θέλετε πραγματικά να διαγράψετε:
fr: Souhaitez-vous réellement supprimer:
gl: Desexa realmente eliminalo:
it: Vuoi realmente cancellare:
nb: Ønsker du virkelig å slette:
sl: Ali res želite izbrisati:

source: The Project you are trying to load is actually in use.
ca: El projecte que intenteu carregar està en us.
da: Projektet du forsøger at indlæse er i brug.
el: Το έργο που προσπαθείτε να φορτώσετε είναι στην πραγματικότητα σε χρήση.
gl: O proxecto que está intentando cargar está actualmente en uso.
it: Il progetto che stai cercando di caricare al momento è in uso.
nb: Prosjekte du forsøker å åpne er allerede i bruk.
sl: Projekt, ki ga poskušate naložiti, je v uporabi.

source: Close it first to edit it
ca: Tanqueu-lo abans de poder-lo editar
da: Luk projektet først for at redigere det
el: Κλείστε το πρώτα για να το επεξεργαστείτε
gl: Pécheo antes de editalo
it: Chiudilo prima per modificarlo
nb: Steng prosjektet først for å editere
sl: Pred urejanjem je treba datoteko zapreti

source: Save Project
ca: Guardar projecte
da: Gem projekt
el: Αποθήκευση έργου
gl: Gardar o proxecto
it: Salva progetto
nb: Lagre prosjekt
sl: Shrani projekt

source: Pause or play
de: Pause oder Abspielen
el: Παύση ή αναπαραγωγή
fr: Pause ou Lire
it: Interrompi o riproduci
nb: Pause eller spill av
sl: Predvajanje in premor

source: Step forward one frame
de: Ein Einzelbild vor
el: Προώθηση κατά μια λήψη
fr: Avancer d'une image
it: Avanti di un fotogramma
nb: Gå frem ett steg
sl: Premik naprej za eno sličico

source: Step backward one frame
de: Ein Einzelbild zurück
el: Οπισθοχώρηση κατά μία λήψη
fr: Reculer d'une image
it: Indietro di un fotogramma
nb: Gå bakover ett steg
sl: Premik nazaj za eno sličico

source: Jump forward X seconds
de: X Sekunden vorwärts springen
el: Προώθηση κατά Χ δευτερόλεπτα
fr: Avancer de X secondes
it: Avanti di X secondi
nb: Gå fremover X sekunder
sl: Skok naprej za X sekund

source: Jump backward X seconds
de: X Sekunden rückwarts springen
el: Οπισθοχώρηση κατά Χ δευτερόλεπτα
fr: Reculer de X secondes
it: Indietro di X secondi
nb: Gå bakover X sekunder
sl: Skok nazaj za X sekund

source: Templates Files
ca: Plantilles
da: Skabelonfiler
de: Vorlagendateien
el: Αρχεία προτύπων
fr: Modèles
gl: Ficheiros de modelos
it: File dei modelli
nb: Template filer
sl: Datotek predlog

source: The template has been modified. Do you want to save it?
ca: La plantilla ha canviat. Voleu guardar-la?
da: Skabelonen er blevet ændret. Ønsker du at gemme den?
de: Die Vorlage wurde geändert. Wollen Sie sie speichern?
el: Το πρότυπο έχει τροποποιηθεί. Θέλετε να το αποθηκεύσετε;
fr: Le modèle a été modifié. Souhaitez-vous l'enregistrer?
gl: O modelo foi modificado. Desexa gardalo?
it: Modello modificato. Vuoi salvarlo?
nb: Templaten er blitt modifisert. Ønsker du å lagre endringene?
sl: Predloga je bila spremenjena. Ali jo želite shraniti?

source: Template name
ca: Nom de la plantilla
da: Skabelonnavn
de: Vorlagenname
el: Όνομα προτύπου
fr: Nom du modèle
gl: Nome do modelo
it: Nome del modello
nb: Template navn
sl: Ime predloge

source: You cannot create a template with a void name
ca: No podeu crear una plantilla sense nom
da: Du kan ikke oprette en skabelon med et ugyldigt navn
de: Sie können keine Vorlage mit einem leeren Namen erzeugen.
el: Αδύνατη η δημιουργία προτύπου με κενό όνομα
fr: Vous ne pouvez pas créer un modèle avec un nom vide
gl: Non pode crear un modelo sen nome
it: Non puoi creare un modello senza nome
nb: Du kan ikke skape en template med dette navnet
sl: Ni mogoče ustvariti predloge brez imena.

source: A template with this name already exists
ca: Ja existeix una plantilla amb aquest nom
da: En skabelon med dette navn findes allerede
de: Eine Vorlage dieses Namens existiert bereits
el: Υπάρχει ήδη ένα πρότυπο με αυτό το όνομα
fr: Un modèle avec le même nom existe déjà
gl: Xa existe un modelo con ese nome
it: Esiste già un modello con lo stesso nome
nb: En template med dette navnet eksisterer allerede
sl: Predloga s tem imenom že obstaja.

source: You can't delete the 'default' template
ca: No podeu eliminar la plantilla 'predefinida'
da: Du kan ikke slette standardskabelonen
de: Sie können die Vorlage »Standard« nicht entfernen
el: Αδύνατη η διαγραφή του 'προεπιλεγμένου' προτύπου
fr: Vous ne pouvez pas supprimer le modèle par défaut
gl: Non pode eliminar o modelo 'predefinido'
it: Non puoi cancellare il modello "predefinito"
nb: Du kan ikke slette default templaten
sl: Ni mogoče izbrisati 'privzete' predloge.

source: Do you really want to delete the template:
ca: Realment voleu eliminar la plantilla?:
da: Ønsker du virkelig at slette skabelonen:
de: Wollen Sie die Vorlage wirklich löschen:
el: Θέλετε πραγματικά να διαγράψετε το πρότυπο:
fr: Souhaitez-vous réellement supprimer le modèle:
gl: Desexa realmente eliminar o modelo?:
it: Vuoi realmente cancellare il modello:
nb: Ønsker du virkelig å slette templaten:
sl: Ali zares želite izbrisati predlogo:

source: Add file
de: Datei hinzufügen
el: Προσθήκη αρχείου
fr: Ajouter un fichier
it: Aggiungi un file
nb: Legg til fil
sl: Dodaj datoteko

source: Please, select a video file.
ca: Seleccioneu un fitxer de vídeo.
da: Vælg venligst en videofil.
de: Bitte wählen Sie eine Videodatei.
el: Παρακαλώ, επιλέξτε ένα αρχείο βίντεο.
fr: Sélectionnez un fichier vidéo
gl: Seleccione un ficheiro de vídeo.
it: Seleziona un file video.
nb: Velg en videofil
sl: Izberite video datoteko.

source: Please, select an output directory.
de: Bitte ein Ausgabeverzeichnis wählen.
el: Παρακαλώ, επιλέξτε έναν κατάλογο εξόδου.
fr: Sélectionnez un répertoire de travail.
it: Si prega di selezionare una directory di output.
nb: Vennligst velg en output mappe.
sl: Določite privzete odvodne mape

source: The playlist you want to render is empty.
da: Afspilningslisten du ønsker at optegne er tom.
de: Die zu ladende Wiedergabeliste ist leer.
el: Ο κατάλογος αναπαραγωγής που θέλετε να αποδώσετε είναι κενός.
fr: La liste de lecture pour le rendu est vide.
it: La playlist su cui si vuole applicare il rendering è vuota.
nb: Spillelisten du ønsker å gjengi er tom.
sl: Seznam predvajanja za izriz je prazen!

source: Select video files
de: Videodateien auswählen
fr: Sélectionnez les fichiers vidéo
it: Seleziona file video

source: Some video files are missing for this project
de: Es fehlen einige Videodateien für dieses Projekt
fr: Certains fichiers vidéo sont manquants pour ce projet
it: Mancano alcuni file video per questo progetto

source: Some video files are still missing for this project.
de: Es fehlen immernoch einige Videodateien für dieses Projekt
fr: Certains fichiers vidéo sont toujours manquants pour ce projet
it: Mancano ancora alcuni file video per questo progetto.

source: You need at least 1 video file for the main angle
de: Sie benötigen mindestens eine Videodatei für den Hauptwinkel
fr: Vous devez avoir au moins 1 fichier vidéo pour l'angle principal
it: Hai bisogno di almeno 1 file video per l'angolo principale

source: Add period
de: Zeitraum hinzufügen
fr: Ajouter une période
it: Aggiungi periodo

source: Period name
de: Name des Zeitraums
fr: Nom de la période
it: Nome del periodo

source: Delete period
de: Zeitraum löschen
fr: Supprimer la période
it: Elimina periodo

source: Add new event
de: Neue Veranstaltung hinzufügen
fr: Ajouter un nouvel événement
it: Aggiungi nuovo evento

source: Duplicate
de: Duplizieren
fr: Dupliquer
it: Duplica
nb: Dupliser

source: Drawing
de: Zeichnung
fr: Dessiner
it: Disegno
nb: Tegning

source: Create new playlist...
de: Neue Wiedergabeliste erzeugen
fr: Créer une nouvelle liste de lecture...
it: Crea nuova lista di riproduzione...
nb: Lag ny spilleliste

source: Edit properties
da: Rediger egenskaber
de: Eigenschaften bearbeiten
el: Επεξεργασία ιδιοτήτων
fr: Modifier les propriétés
it: Modifica proprietà
nb: Endre instillinger
sl: Uredi lastnosti

source: Move to
de: Verschieben nach
fr: Déplacer vers
it: Sposta verso
nb: Flytt til

source: Drawings
de: Zeichnungen
fr: Dessins
it: Disegni
nb: Tegninger

source: Unknown
ca: Desconegut
da: Ukendt
de: Unbekannt
el: Άγνωστο
fr: Inconnu
gl: Descoñecido
it: Sconosciuto
nb: Ukjent
sl: Neznano

source: PROJECT TYPE
de: PROJEKTTYP
fr: TYPE DE PROJET
it: TIPO DI PROGETTO

source: PROJECT PROPERTIES
de: PROJEKTEIGENSCHAFTEN
fr: PROPRIÉTÉS DU PROJET
it: PROPRIETÀ DEL PROGETTO

source: PERIODS SYNCHRONIZATION
de: SYNCHRONISATIONS DER ZEITRÄUME
fr: SYNCHRONISATION DES PÉRIODES
it: SINCRONIZZAZIONE DEI PERIODI

source: No output video file
de: Keine Ausgabedatei für das Video angegeben
fr: Aucun fichier vidéo de sortie
it: Nessun file video in output
nb: Ingen output videofil

source: No input URI
de: Keine URI für die Verbindung eingegeben
fr: Aucune URI d'entrée
it: Nessuna URI in input
nb: Ingen input URI

source: No capture devices found in the system
de: Keine Aufnahmegeräte im System gefunden
fr: Aucun matériel de capture trouvé sur le système
it: Non è stata trovata nessuna periferica di acquisizione nel sistema

source: OPEN PROJECT
de: PROJEKT ÖFFNEN
fr: OUVRIR PROJET
it: APRI PROGETTO

source: PREFERENCES
de: VOREINSTELLUNGEN
it: PREFERENZE
nb: INNSTILLINGER

source: General
de: Allgemein
el: Γενικά
fr: Général
it: Generale
nb: Generelt
sl: Splošno

source: Keyboard shortcuts
de: Tastaturkürzel
fr: Raccourcis clavier
it: Scorciatoie della tastiera

source: Live analysis
de: Live Auswertung
el: Ζωντανή ανάλυση
fr: Analyse en direct
it: Analisi in diretta
nb: Live analyse
sl: Analiza v živo

source: Plugins
fr: Greffons
it: Plugin

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Export
ca: Exportar
da: Eksporter
de: Exportieren
el: Εξαγωγή
fr: Exporter
gl: Exportar
it: Esporta
sl: Izvozi

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
nb: Åpne

source: PROJECTS MANAGER
de: PROJEKTMANAGER
fr: GESTIONNAIRE DE PROJETS
it: MANAGER DEI PROGETTI
