Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: New playlist
ca: Nova llista de reproducció
da: Ny afspilningsliste
de: Neue Wiedergabeliste
el: Νέος κατάλογος αναπαραγωγής
fr: Nouvelle liste de lecture
gl: Nova lista de reprodución
it: Nuova lista di riproduzione
nb: Ny spilleliste
sl: Nov seznam predvajanja

source: An error occured saving the project:
ca: S'ha trobat un error mentre es guardava el projecte:
da: Der opstod en fejl under åbning af dette projekt:
de: Ein Fehler ist beim Speichern des Projekts aufgetreten:
el: Συνέβη σφάλμα κατά την αποθήκευση του έργου:
fr: Une erreur est apparue pendant la sauvegarde du projet:
gl: Produciuse un erro ao gardar o proxecto:
it: Errore durante il salvataggio del progetto:
nb: En feil oppsto under lagring av prosjektet
sl: Prišlo je do napake med shranjevanjem projekta:

source: The video file and a backup of the project has been saved. Try to import it later:
ca: S'han guardat tant el vídeo com una copia de suport. Intenteu-lo importar més tard:
da: Videofilen og en sikkerhedskopi af projektet er blevet gemt. Prøv at importere den senere:
de: Die Videodatei und eine Sicherung des Projekts wurden gespeichert. Versuchen Sie, diese später zu importieren:
el: Το αρχείο βίντεο και ένα εφεδρικό του έργου έχουν αποθηκευτεί. Δοκιμάστε να το εισάγετε αργότερα:
fr: Le fichier vidéo et la sauvegarde du projet ont été sauvés. Essayez de l'importer plus tard:
gl: Gardouse o ficheiro de vídeo e a copia de seguranza do proxecto. Tente importalo máis tarde:
it: Il file video e il backup del progetto sono stati salvati. Prova a importarli più tardi:
nb: Videofilen og backup av prosjektet er lagret. Prøv å importere senere:
sl: Video datoteka in varnostna kopija datoteke sta shranjeni. Poskusite ju uvoziti kasneje:

source: An error occurred opening this project:
ca: S'ha trobat un error mentre s'obria el projecte:
da: Der opstod en fejl under åbning af dette projekt:
de: Ein Fehler ist beim Öffnen des Projekts aufgetreten:
el: Ένα σφάλμα προέκυψε κατά το άνοιγμα του έργου:
fr: Une erreur est apparue lors de l'ouverture de ce projet:
gl: Produciuse un erro ao abrir este proxecto:
it: Si è verificato un errore durante l'apertura del progetto:
nb: En feil oppsto under åpningen av dette prosjektet:
sl: Prišlo je do napake med odpiranjem projekta:

source: Do you want to close the current project?
ca: Voleu tancar el projecte actual?
da: Vil du lukke det aktuelle projekt?
de: Wollen Sie das aktuelle Projekt schließen?
el: Θέλετε να κλείσετε το τρέχον έργο;
fr: Voulez-vous fermer le projet actuel ?
gl: Desexa pechar o proxecto actual?
it: Vuoi chiudere il progetto in corso?
nb: Ønsker du å lukke prosjektet?
sl: Ali zares želite zapreti trenutni projekt?

source: The following error happened and the current project will be closed:
de: Der folgende Fehler ist aufgetreten und das aktuelle Projekt wird geschlossen:
el: Το ακόλουθο σφάλμα συνέβη και το τρέχον έργο θα κλείσει:
fr: L'erreur suivante est apparue et le projet actuel sera fermé:
it: Si è verificato il seguente errore e il progetto in corso sarà chiuso:
nb: Følgende feil oppsto og prosjektet ble avsluttet:
sl: Prišlo je do napake, zato bo projekt zaprt:

source: The following error happened and the current capture will be closed:
de: Der folgende Fehler ist aufgetreten und die Aufnahme wird beendet:
fr: L'erreur suivante est apparue et la capture actuelle sera fermée:
it: Si è verificato il seguente errore e l'acquisizione video in corso sarà chiusa:
nb: Følgende feil oppsto og opptaket vil avsluttes:

source: Error rendering job:
de: Fehler bei der Filmerzeugung:
el: Σφάλμα απόδοσης εργασίας:
fr: Erreur pendant la tâche de rendu:
it: Errore durate il processo di rendering:
nb: Feil ved rendering jobb
sl: Napaka izrisovanja:

source: Rendering queue
da: Optegner kø
de: Rendering-Warteschlange
el: Αποτύπωση αναμονής
fr: Rendu en attente
it: Coda di rendering
nb: Rendering kø
sl: Vrsta za izrisovanje

source: Pending
da: Afventer
de: Ausstehend
el: Εκκρεμές
fr: En attente
it: In attesa
nb: Venter
sl: Na čakanju

source: An error has occurred in the video editor.
ca: S'ha trobat un error a l'editor de vídeo.
da: Der opstod en fejl i videoredigeringen.
de: Ein Fehler ist im Video-Editor aufgetreten.
el: Ένα σφάλμα προέκυψε στην επεξεργασία του βίντεο.
fr: Une erreur est apparue dans l'éditeur vidéo
gl: Produciuse un erro no editor de vídeo.
it: Si è verificato un errore nell'editor video.
nb: En feil har oppstått i video editoren.
sl: Prišlo je do napake v urejevalniku videa.

source: Please, try again.
ca: Intenteu-ho de nou.
da: Prøv igen.
de: Bitte versuchen Sie es erneut.
el: Παρακαλούμε, προσπαθήστε ξανά.
fr: Merci de recommencer
gl: Ténteo de novo.
it: Per favore, ritenta.
nb: Vennligst prøv igjen
sl: Poskusite znova.

source: Home team
de: Heimteam
fr: Equipe à domicile
it: Squadra di casa

source: Away team
de: Auswärtsteam
fr: Equipe à l'extérieur
it: Squadra ospite

source: Default dashboard
de: Standardübersicht
fr: Gestionnaire de fenêtres par défaut
it: Pannello di controllo predefinito

source: Import project
de: Projekt importieren
fr: Importer un projet
it: Importa progetto
nb: Importer prosjekt

source: Plugin not found
de: Plugin nicht gefunden
fr: Greffon non trouvé
it: Plugin non trovato
nb: Plugin ikke funnet

source: A project already exists for this ID:
de: Für diese ID existiert schon ein Projekt:
fr: Un projet existe déjà pour cet ID :
it: Esiste già un progetto per questo ID:

source: Do you want to overwrite it?
ca: Voleu sobreescriure'l?
da: Vil du overskrive den?
de: Wollen Sie dieses überschreiben?
el: Θέλετε να αντικατασταθεί;
fr: Voulez vous le remplacer ?
gl: Desexa sobrescribilo?
it: Vuoi sovrascriverlo?
nb: Ønsker du å overskrive?
sl: Ali jo želite prepisati?

source: Error importing project:
ca: S'ha trobat un error mentre s'exportava el projecte:
da: Fejl under import af projekt:
de: Fehler beim Importieren des Projekts:
el: Σφάλμα κατά την εισαγωγή του έργου:
fr: Erreur pendant l'importation du projet:
gl: Produciuse un erro ao importar o proxecto:
it: Errore durante l'importazione del progetto:
nb: Feil ved import av prosjekt
sl: Napaka med uvažanjem projekta:

source: Error deleting object from the storage
fr: Erreur en supprimant un object du storage

source: Team not found:
fr: Équipe introuvable:

source: Dashboard not found:
fr: Fenêtre d'analyse introuvable

source: <span font_desc="10">Goal</span>
de: <span font_desc="10">Tor</span>
fr: <span font_desc="10">But</span>
nb: Mål

source: Autosave projects:
fr: Enregistrement automatique du projet:

source: Default analysis dashboard:
fr: Fenêtre d'analyse par défaut:

source: File:
ca: Fitxer:
da: Fil:
de: Datei:
el: Αρχείο:
fr: Fichier:
gl: Ficheiro:
sl: Datoteka:

source: 25 fps
el: 25 λήψεις το δευτερόλεπτο
fr: 25 ips
sl: 25 sl/s

source: 30 fps
el: 30 λήψεις το δευτερόλεπτο
fr: 30 ips
sl: 30 sl/s

source: 50 fps
fr: 50 ips

source: 60 fps
fr: 60 ips

source: Framerate
fr: Images par secondes

source: <b>General</b>
fr: <b>Général<b>

source: <b>Rendering</b>
de: <b>Film erzeugen</b>
el: <b>Απόδοση</b>
fr: <b>Rendu</b>
nb: Skaper fil
sl: <b>Upodabljanje</b>

source: _Backup
de: _Datensicherung
el: _Αντίγραφο ασφαλείας
fr: _Sauvegarder
sl: _Varnostna kopija

source: _File
ca: _Fitxer
da: _Fil
de: _Datei
el: Α_ρχείο
fr: _Projet
gl: _Ficheiro
nb: _Fil
sl: _Datoteka

source: Analysis dashboard:
fr: Fenêtre d'analyse:

source: Timeline view
da: Tidslinjevisning
el: Προβολή γραμμής χρόνου
fr: Ligne de temps affichage
sl: Pogled časovnice

source: Coding View
fr: Codage affichage

source: Zonal tags
fr: Séquences de zone

source: Events list
fr: Liste des événements

source: Both Teams
fr: Les deux équipes:

source: Events List
fr: Liste des événements

source: Filters
fr: Filtres

source: Video
el: Βίντεο
fr: Vidéo

source: Saving project...
fr: Enregistrant le project

source: Error saving project:
fr: Erreur pendant la sauvegarde du project:

source: Deleting project...
fr: Supprimant le projet...

source: Export dashboard
fr: Exporter une Fenêtre de commandes

source: A file with the same name already exists, do you want to overwrite it?
fr: Un fichier avec le même nom existe déjà. Souhaitez-vous le remplacer ?

source: Dashboard exported correctly
fr: Fenêtre d'analyse exportée correctement

source: Export team
fr: Exporter une équipe

source: Import team
fr: Importer une équipe

source: Team files
fr: Fichiers de l'équipe

source: Team name:
fr: Nom de l'équipe:

source: Error importing team:
fr: Erreur pendant l'importation de l'équipe:

source: Team exported correctly
fr: Équipe exporté correctement

source: Projects
fr: Projets

source: Analysis Dashboards
fr: Fenêtres d'analyse

source: Only
fr: Seulement

source: Loading
fr: Chargement

source: LongoMatch Importer
fr: LongoMatch importateur

source: Import LongoMatch project
fr: Importer un project LongoMatch

source: Importing project...
fr: Importation d'un projet en cours...

source: A playlist already exists with the same name
fr: Un playlist existe déjà avec le même nom

source: Loading project...
fr: Projet en cours de chargement...

source: Could not load project:
fr: Impossible de charger le projet

source: Rendering
da: Optegner
de: Rendern
el: Απόδοση
fr: Rendu
sl: Izrisovanje

source: Volume
de: Lautstärke

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
da: Det forespurgte lydformat blev ikke fundet. Vælg venligst et andet lydformat i valg af multimediesystemer.
el: Η απαιτούμενη έξοδος ήχου δε βρέθηκε. Παρακαλούμε, επιλέξτε μια άλλη έξοδο ήχου από τον επιλογέα συστημάτων πολυμέσων.
sl: Zahtevanega zvočnega izhoda ni mogoče najti. Izberite drug zvočni izhod z izbirnikom predstavnih sistemov.

source: The video output is in use by another application. Please close other video applications, or select another video output in the Multimedia Systems Selector.
da: Videoen er i brug af et andet program. Luk venligst andre videoprogrammer, eller vælg et andet videoformat i valg af multimediesystemer.
el: Η έξοδος βίντεο χρησιμοποιείται από άλλη εφαρμογή. Παρακαλούμε, κλείστε τις άλλες εφαρμογές βίντεο, ή επιλέξτε μια άλλη έξοδο βίντεο από τον Επιλογέα συστημάτων πολυμέσων.
sl: Zvočni izhod že uporablja drug program. Zaprite te programe z videom, ali pa izberite drug zvočni izhod z izbirnikom predstavnih sistemov.

source: The audio output is in use by another application. Please select another audio output in the Multimedia Systems Selector. You may want to consider using a sound server.
da: Lyden er i brug af et andet program. Vælg venligst et andet lydformat i valg af multimediesystemer. Du kan måske overveje at bruge en lydserver.
el: Η έξοδος ήχου χρησιμοποιείται από άλλη εφαρμογή. Παρακαλούμε, κλείστε τις άλλες εφαρμογές ήχου, ή επιλέξτε μια άλλη έξοδο ήχου από τον επιλογέα συστημάτων πολυμέσων. Ίσως να πρέπει να χρησιμοποιήσετε ένα διακομιστή ήχου.
sl: Zvočni izhod že uporablja drug program. Izberite drug zvočni izhod z izbirnikom predstavnih sistemov. Razmislite o uporabi zvočnega strežnika.

source: The playback of this movie requires a %s plugin which is not installed.
da: Afspilningen af denne film kræver et %s-udvidelsesmodul, som ikke er installeret.
el: Η αναπαραγωγή αυτής της ταινίας απαιτεί ένα πρόσθετο %s, που δεν είναι εγκατεστημένο.
sl: Predvajanje tega posnetka zahteva uporabo vstavka %s, ki pa ni nameščen.

source: The playback of this movie requires the following decoders which are not installed: %s
da: Afspilningen af denne film kræver de følgende afkodere, som ikke er installeret: %s
el: Για την αναπαραγωγή αυτής της ταινίας απαιτούνται οι ακόλουθοι αποκωδικοποιητές, οι οποίοι δεν είναι εγκατεστημένοι: %s
sl: Za predvajanje tega filma je treba namestiti naslednje dekodirnike: %s

source: Cannot play this file over the network. Try downloading it to disk first.
da: Kan ikke afspille denne fil over netværket. Forsøg at hente den ned på disken først.
el: Αδύνατη η αναπαραγωγή αυτού του αρχείου μέσω δικτύου. Μεταφορτώστε το στον δίσκο πρώτα.
sl: Datoteke ni mogoče predvajati prek omrežja. Poskusite jo najprej prejeti na disk.

source: Failed to retrieve working directory
da: Kunne ikke indhente arbejdsmappe
el: Αποτυχία ανάκτησης καταλόγου εργασίας
sl: Pridobivanje delovne mape je spodletelo.

source: Surround
el: Περιβάλλον
sl: Surround sistem zvoka

source: Mono
el: Μονοφωνικό

source: Stereo
el: Στερεοφωνικό

source: Too old version of GStreamer installed.
da: For gammel version af GStreamer installeret.
el: Η εγκατεστημένη έκδοση του GStreamer είναι πολύ παλιά.
sl: Nameščena je prestara različica GStreamerja.

source: Media contains no supported video streams.
da: Medie indeholder ikke en understøttet videostrøm.
el: Τα πολυμέσα δεν περιέχουν υποστηριζόμενες ροές βίντεο.
sl: Posnetek ne vsebuje podprtih pretokov slike.

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
da: Kunne ikke åbne videoen. Den er måske ikke tilgængelig. Vælg venligst et andet videoformat i valg af multimediesystemer.
el: Αποτυχία ανοίγματος της εξόδου του βίντεο. Ίσως να μην είναι διαθέσιμη. Παρακαλούμε, επιλέξτε μια άλλη έξοδο βίντεο στον επιλογέα συστημάτων πολυμέσων.
sl: Slikovnega izhoda ni mogoče odpreti. Morda ni na voljo. Izberite drug slikovni izhod z izbirnikom predstavnih sistemov.

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
da: Kunne ikke finde videoen. Du skal måske installere yderligere GStreamer-udvidelsesmoduler, eller vælge et andet videoformat i valg af multimediesystemer.
el: Αδύνατη η εύρεση της εξόδου βίντεο. Ίσως να χρειαστεί να εγκαταστήσετε επιπλέον πρόσθετα GStreamer, ή να επιλέξετε μια άλλη έξοδο βίντεο από τον επιλογέα συστημάτων πολυμέσων.
sl: Slikovnega izhoda ni mogoče najti. Morda je treba namestiti dodatne vstavke za GStreamer ali pa izbrati drug slikovni izhod z izbirnikom predstavnih sistemov.

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
da: Kunne ikke åbne lyden. Du har måske ikke rettighed til at åbne lydenheden, eller lydserveren kører måske ikke. Vælg venligst et andet lydformat i valg af multimediesystemer.
el: Αποτυχία ανοίγματος εξόδου ήχου. Μπορεί να μην έχετε τα απαραίτητα δικαιώματα για να ανοίξετε τη συσκευή ήχου, ή να μην εκτελείται ο διακομιστής ήχου. Παρακαλούμε, επιλέξτε μια άλλη έξοδο βίντεο από τον επιλογέα συστημάτων πολυμέσων.
sl: Napaka med odpiranjem zvočnega izhoda. Morda ni ustreznih dovoljenj za odpiranje zvočne naprave ali pa zvočni strežnik ni zagnan. Izberite drug zvočni izhod z izbirnikom predstavnih sistemov.

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
da: Kunne ikke finde lyden. Du skal måske installere yderligere GStreamer-udvidelsesmoduler, eller vælge et andet lydformat i valg af multimediesystemer.
el: Η απαιτούμενη έξοδος ήχου δε βρέθηκε. Ίσως να χρειαστεί να εγκαταστήσετε επιπλέον πρόσθετα GStreamer ή να επιλέξετε μια άλλη έξοδο ήχου από τον επιλογέα συστημάτων πολυμέσων.
sl: Zvočnega izhoda ni mogoče najti. Naložiti je treba dodatne vstavke GStreamer ali pa izbrati drug zvokovni izhod z izbirnikom predstavnih sistemov.

source: %d hour
da: %d time
el: %d ώρα
sl: %d ur

source: %d minute
da: %d minut
el: %d λεπτό
sl: %d minut

source: %d second
da: %d sekund
el: %d δευτερόλεπτο
sl: %d sekund

source: 0 seconds
da: 0 sekunder
el: 0 δευτερόλεπτα
sl: 0 sekund

source: The database seems to be locked by another instance and the application will closed.
el: Η βάση δεδομένων φαίνεται να είναι κλειδωμένη από ένα άλλο στιγμιότυπο και η εφαρμογή θα κλείσει.
nb: Databaseskjemaet ser ut til å være låst av en annen instans/sesjon. Applikasjonen vil bli lukket.
sl: Podatkovna zbirka je najverjetneje zaklenjena z drugim programom. Ta primerek programa bo končan.

source: name
ca: nom
da: navn
el: όνομα
gl: nome
sl: ime

source: Local Team Players
da: Hjemmeholdets spillere
el: Παίχτες γηπεδούχου ομάδας
sl: Igralci domače ekipe

source: Visitor Team Players
da: Udeholdets spillere
el: Παίχτες φιλοξενούμενης ομάδας
sl: Igralci gostujoče ekipe

source: New Before
ca: Nou abans
da: Ny før
el: Νέο πριν
gl: Novo antes
sl: Novo pred

source: New After
ca: Nou desprès
da: Ny efter
el: Νέο μετά
gl: Novo despois
sl: Novo za

source: Remove
ca: Esborrar
da: Fjern
el: Αφαίρεση
gl: Eliminar
sl: Odstrani

source: <b>Name:</b>
da: <b>Navn:</b>
el: <b>Όνομα:</b>
sl: <b>Ime:</b>

source: <b>Color:</b>
da: <b>Farve:</b>
el: <b>Χρώμα:</b>
sl: <b>Barva:</b>

source: <b>HotKey:</b>
da: <b>Genvejstast:</b>
el: <b>Συντόμευση:</b>
sl: <b>Hitra tipka:</b>

source: <b>Lead time:</b>
da: <b>Optaktstid:</b>
el: <b>Χρόνος οδήγησης:</b>
sl: <b>Čas prehitevanja</b>

source: <b>Lag time:</b>
da: <b>Afrundingstid:</b>
el: <b>Χρόνος καθυστέρησης:</b>
sl: <b>Čas zaostajanja</b>

source: <b>Sort Method</b>
da: <b>Sorteringsmetode</b>
el: <b>Μέθοδος ταξινόμησης</b>
sl: <b>Način razvrščanja</b>

source: Enable
el: Ενεργοποίηση
sl: Omogoči

source: Trajectory
el: Τροχιά
sl: Trajektorije

source: <b>Field position</b>
el: <b>Πεδίο θέσης</b>
sl: <b>Položaj polja</b>

source: <b>Half field position</b>
el: <b>Θέση μισού πεδίου</b>
sl: <b>Položaj polovice igrišča</b>

source: <b>Goal Position</b>
el: <b>Θέση τέρματος</b>
sl: <b>Položaj gola</b>

source: <b>Properties</b>
da: <b>Egenskaber</b>
el: <b>Ιδιότητες</b>
sl: <b>Lastnosti</b>

source: <b>Subcategory name</b>
da: <b>Navn for underkategori</b>
el: <b>Όνομα υποκατηγορίας</b>
sl: <b>Ime podrejene kategorije</b>

source: <b>Subcategory type</b>
da: <b>Type for underkategori</b>
el: <b>Τύπος υποκατηγορίας</b>
sl: <b>Vrsta podrejene kategorije</b>

source: _Add subcategory
da: _Tilføj underkategori
el: Προσ_θήκη υποκατηγορίας
sl: _Dodaj podrejeno kategorijo

source: <b>Subcategories</b>
da: <b>Underkategorier</b>
el: <b>Υποκατηγορίες</b>
sl: <b>Podrejene kategorije</b>

source: <b>Width</b>
ca: <b>Ample</b>
da: <b>Bredde</b>
el: <b>Πλάτος</b>
gl: <b>Largura</b>
sl: <b>Širina</b>

source: 2 px
da: 2 p.
el: 2 εικονοστοιχεία
sl: 2 točki

source: 4 px
da: 4 p.
el: 4 εικονοστοιχεία
sl: 4 točke

source: 6 px
da: 6 p.
el: 6 εικονοστοιχεία
sl: 6 točk

source: 8 px
da: 8 p.
el: 8 εικονοστοιχεία
sl: 8 točk

source: 10 px
da: 10 p.
el: 10 εικονοστοιχεία
sl: 10 točk

source: <b>Transparency</b>
ca: <b>Transparència</b>
da: <b>Gennemsigtighed</b>
el: <b>Διαφάνεια</b>
gl: <b>Transparencia</b>
sl: <b>Prozornost</b>

source: Draw-><b> D</b> Clear-><b> C</b> Hide-><b> S</b> Show-><b> S</b>
ca: Dibuixar-><b> D</b> Netejar-><b> C</b> Amagar-><b> S</b> Mostrar-><b> S</b>
da: Tegn-><b> T</b> Ryd-><b> R</b> Skjul-><b> S</b> Vis-><b> V</b>
el: Σχεδίαση-><b> D</b> Καθαρισμός-><b> C</b> Απόκρυψη-><b> S</b> Εμφάνιση-><b> S</b>
gl: Debuxar-><b> D</b> Borrar-><b> C</b> Ocultar-><b> S</b> Mostrar-><b> S</b>
sl: Nariši-><b> D</b> Počisti-><b> C</b> Skrij-><b> S</b> Pokaži-><b> S</b>

source: <b>Game Units</b>: Games are usually divided in time by units. In sports like field hockey the game is divided in 2 halves but other sports like tenis have several types of units that are anidated, e.g. Set->Game->Point. Defining <b> Game Units </b> will help you during the analysis to indentify the tagged plays in the the phases of the game.
da: <b>Spilopdelinger</b>: Kampe deles normalt op i enheder. I sportsgrene som hockey deles kampen op i 2 halvlege, men i andre sportsgrene som f.eks. tennis er der flere opdelinger som gennemspilles, f.eks. Point->Parti->Sæt. Definering af <b> spilopdelinger </b> vil hjælpe dig under analysen med at identificere de opmærkede kampe i spillets faser.
el: <b>Μονάδες αγώνα</b>: Οι αγώνες συνήθως χωρίζονται χρονικά σε μονάδες. Σε αθλήματα όπως το χόκεϊ επί χόρτου, ο αγώνας χωρίζεται σε 2 ημίχρονα, αλλά σε άλλα αθλήματα όπως η αντισφαίριση έχουν αρκετούς τύπους μονάδων, π.χ. Σετ->Γκέιμ->Πόντος. Ορίζοντας τις <b> Μονάδες αγώνα </b> θα βοηθηθείτε κατά τη διάρκεια της ανάλυσης ώστε να αναγνωρίσετε τα παιχνίδια με ετικέτες στις φάσεις του παιχνιδιού.
sl: <b>Delitev igre</b>: igre so običajno razdeljene na časovna obdobja. Pri nekaterih športih je čas razdeljen na polčase, tretjine ali četrtine, pri drugih pa čas ne igra vloge ampak je cilj doseči določeno število točk, ki jih je mogoče opredeliti med nastavitvami. Določevanje <b>delitve igre</b> je pomembno pri proučevanju in določevanju iger in faz igre.

source: Add game unit
da: Tilføj spilopdeling
el: Προσθήκη μονάδας παιχνιδιού
sl: Dodaj del igre

source: Render new plays automatically (Requires a powerful CPU)
el: Απόδοση νέων παιχνιδιών αυτόματα (Απαιτεί μια ισχυρή ΚΜΕ)
sl: Nove igre upodobi samodejno (zahteva močno CPE)

source: _Calendar
ca: _Calendari
da: _Kalender
el: _Ημερολόγιο
gl: _Calendario
sl: _Koledar

source: Position:
ca: Posició:
el: Θέση:
gl: Posición:
sl: Mesto:

source: Number:
ca: Número:
da: Nummer:
el: Αριθμός:
gl: Número:
sl: Številka:

source: Photo:
ca: Fotografia:
da: Foto:
el: Φωτογραφία:
gl: Fotografía:
sl: Fotografija:

source: Height
da: Højde
el: Ύψος
gl: Altura
sl: Višina

source: Weight
da: Vægt
el: Βάρος
gl: Peso
sl: Teža

source: Birth day
da: Fødselsdag
el: Ημερομηνία γέννησης
gl: Día de nacemento
sl: Rojstni dan

source: Nationality
da: Nationalitet
el: Εθνικότητα
gl: Nacionalidade
sl: Narodnost

source: Plays this match:
da: Afspiller denne kamp:
el: Παίζει αυτό το παιχνίδι:
gl: Xoga este partido:
sl: Predvaja izbrani posnetek

source: Yes
da: Ja
el: Ναι
gl: Si
sl: Da

source: No
da: Nej
el: Όχι
gl: Non
sl: Ne

source: Load a playlist or create a new one.
ca: Carregueu una llista de reproducció o creeu-ne una de nova.
da: Indlæs en afspilnings- liste eller opret en ny.
el: Φόρτωση καταλόγου αναπαραγωγής ή δημιουργία μιας νέας.
gl: Cargar una lista de reprodución ou crear unha nova.
sl: Naložite seznam predvajanja ali pa ustvarite novega.

source: Plays
ca: Jugades
da: Kampe
el: Παιχνίδια
gl: Xogadas
sl: Igre

source: Plays Selection
el: Παίζει την επιλογή
sl: Izbira igralcev

source: Activate categories filters
el: Ενεργοποίηση φίλτρων κατηγοριών
sl: Omogoči filtre kategorij

source: Activate players filters
el: Ενεργοποίηση φίλτρων παιχτών
sl: Omogoči filtre igralcev

source: Visitor Team:
ca: Equip visitant:
da: Udehold:
el: Φιλοξενούμενη ομάδα:
gl: Equipo visitante:
sl: Gostujoča ekipa:

source: Score:
da: Point:
el: Αποτέλεσμα:
gl: Puntuación:
sl: Rezultat:

source: Local Team:
ca: Equip local:
da: Hjemmehold:
el: Γηπεδούχος ομάδα:
gl: Equipo local:
sl: Krajevna ekipa:

source: Categories Template:
ca: Plantilla de categories:
da: Skabeloner for kategorier:
el: Πρότυπο κατηγοριών:
gl: Modelo de categorías:
sl: Predloga kategorij:

source: Device:
ca: Dispositiu:
da: Enhed:
el: Συσκευή:
gl: Dispositivo:
sl: Naprava:

source: Image format:
el: Μορφή εικόνας:
sl: Slikovni zapis:

source: Encoding format:
el: Μορφή κωδικοποίησης:
sl: Vrsta kodiranja:

source: Video encoding properties
ca: Propietats de la codificació del vídeo
da: Egenskaber for videokodning
el: Ιδιότητες κωδικοποίησης βίντεο
gl: Propiedades da codificación do vídeo
sl: Lastnosti kodiranja videa

source: Projects Search:
ca: Cerca de projectes:
da: Projektsøgning:
el: Αναζήτηση έργου:
gl: Busca de proxectos:
sl: Iskanje projekta

source: <b>Team</b>
da: <b>Hold</b>
el: <b>Ομάδα</b>
sl: <b>Ekipa</b>

source: <b>Period</b>
el: <b>Περίοδος</b>
sl: <b>Obdobje</b>

source: Enable audio (experimental)
el: Ενεργοποίηση ήχου (πειραματικό)

source: Category Details
ca: Detalls de la categoria
da: Kategoridetaljer
el: Λεπτομέρειες κατηγορίας
gl: Información da categoría
sl: Podrobnosti kategorije
