Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: Location not found.
da: Placering ikke fundet.
de: Ort wurde nicht gefunden.
el: Δε βρέθηκε η τοποθεσία.
fr: Emplacement introuvable.
it: Percorso non trovato.
nb: Filstien ble ikke funnet
sl: Mesta ni mogoče najti.

source: Could not open location; you might not have permission to open the file.
da: Kunne ikke åbne placering. Du har måske ikke rettigheder til at åbne filen.
de: Der Ort konnte nicht geöffnet werden; möglicherweise besitzen Sie nicht die notwendigen Zugriffsrechte, um die Datei zu öffnen.
el: Αδύνατο το άνοιγμα της τοποθεσίας· ίσως δεν έχετε τα δικαιώματα για να ανοίξετε το αρχείο.
fr: L'emplacement ne peut pas être ouvert; vous n'avez peut être pas la permission pour ouvrir le fichier.
it: Non è possibile aprire il percorso; probabilmente non hai l'autorizzazione per aprire il file.
nb: Kunne ikke åpne filstien; det kan hende du ikke har rettigheter til å åpne filen
sl: Mesta ni mogoče odpreti; morda ni ustreznih pravic za odpiranje datoteke.

source: Media file could not be played.
da: Mediefil kunne ikke afspilles.
de: Mediendatei konnte nicht abgespielt werden.
el: Αδύνατη η αναπαραγωγή του αρχείου πολυμέσων.
fr: Le fichier multimédia ne peut pas être joué.
it: Il file multimediale non può essere riprodotto.
nb: Media-filen kunne ikke avspilles
sl: Predstavne datoteke ni mogoče predvajati.

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
da: Kunne ikke oprette et GStreamer-afspilningsobjekt. Kontroller venligst din GStreamer-installation.
de: Es konnte kein GStreamer-Wiedergabeobjekt erzeugt werden. Bitte überprüfen Sie Ihre GStreamer-Installation.
el: Αποτυχία δημιουργίας αντικειμένου αναπαραγωγής GStreamer. Παρακαλούμε, ελέγξτε την εγκατάσταση του GStreamer.
fr: Impossible de créer un objet de lecture GStreamer. Vérifiez votre installation de GStreamer
it: Impossibile creare un oggetto di riproduzione di GStreamer. Si consiglia di verificare l'installazione di GStreamer.
nb: Feil ved opprettelse av ett GStreamer play objekt. Sjekk GStreamer installasjonen
sl: Napaka med ustvarjanjem predmeta predvajanja GStreamer. Preverite namestitev programa GStreamer.

source: No valid sink found.
de: Keine gültige Senke gefunden.
fr: Aucun élément d'affichage trouvé
it: Nessun sink valido trovato.
nb: Ingen gyldig funksjon funnet

source: LongoMatch: The Digital Coach
ca: LongoMatch: l'entrenador digital
da: LongoMatch: Den digitale træner
de: LongoMatch: Der digitale Trainer
el: LongoMatch: Ο ψηφιακός προπονητής
fr: Longomatch : Le coach digital
gl: LongoMatch: o adestrador dixital
it: LongoMatch: L'allenatore digitale
sl: LongoMatch: digitalni trener

source: Sports video analysis tool for coaches
ca: Eina d'anàlisis visual per a entrenadors
da: Værktøj til videoanalyse for sportstrænere
de: Analyse von Sportvideos für Trainer
el: Εργαλείο ανάλυσης αθλητικών βίντεο για προπονητές
fr: Outil d'analyse de vidéos sportives pour les coachs
gl: Ferramenta que analiza vídeos deportivos para adestradores
it: Strumento di analisi video sportiva per allenatori
nb: Video analyse verktøy for trenere
sl: Orodje za pomoč trenerjem pri analizi posnetkov tekem

source: The database seems to be locked by another instance and the application will be closed.
it: Il database sembra essere utilizzato da un'altra istanza e l'applicazione sarà chiusa.

source: The application has finished with an unexpected error.
ca: L'aplicació ha sortit amb un error no esperat.
da: Programmet lukkede ned med en uventet fejl.
de: Die Anwendung wurde mit einem unerwarteten Fehler beendet.
el: Η εφαρμογή τερματίστηκε με ένα απροσδόκητο σφάλμα.
fr: L'application va être fermée à cause d'une erreur inattendue.
gl: O aplicativo terminou cun erro inesperado.
it: L'applicazione è stata interrotta a causa di un errore inaspettato.
nb: Applikasjonen ble avsluttet ved en uventet feil.
sl: Program je končal z nepričakovano napako.

source: A log has been saved at:
ca: S'ha guardat un fitxer de registre a:
da: En log er blevet gemt til:
de: Ein Protokoll wurde gespeichert in:
el: Ένα αρχείο καταγραφής αποθηκεύτηκε στο:
fr: Un journal des événements a été enregistré à:
gl: Gardouse un rexistro en:
it: File di registro salvato in:
nb: En log fil ble lagret på:
sl: Dnevnik je shranjen v:

source: Please, fill a bug report
ca: Reporteu l'error.
da: Udfyld venligst en fejlrapport
de: Bitte verfassen Sie einen Fehlerbericht.
el: Παρακαλούμε, συμπληρώστε μια αναφορά σφάλματος
fr: Merci de remplir un rapport d'erreurs
gl: Informe deste erro
it: Ti preghiamo di compilare il formulario per evidenziare il problema
nb: Vennligst fyll ut en feilrapport
sl: Izpolnite poročilo o hrošču

source: Default
de: Voreinstellung
el: Προεπιλογή
fr: Par défaut
it: Predefinito
sl: Privzeto

source: Database locked:
de: Datenbank gesperrt:
el: Κλειδωμένη βάση δεδομένων:
fr: Base de données verrouillée:
it: Database bloccato:
nb: Databasen er låst
sl: Zbirka podatkov zaklenjena:

source: Unknown database error:
de: Unbekannter Datenbankfehler:
el: Άγνωστο σφάλμα βάσης δεδομένων:
fr: Erreur de base de données inconnue:
it: Errore sconosciuto nel database:
nb: Ukjent database feil:
sl: Neznana napaka zbirke podatkov:

source: Project loading failed:
de: Laden des Projektes fehlgeschlagen:
fr: Le chargement du projet a échoué:
it: Errore nel caricamento del progetto:
nb: Lasting av prosjekt feilet:

source: Project file not found:
de: Projektdatei nicht gefunden
fr: Fichier du projet introuvable:
it: File del progetto non trovato:
nb: Prosjektfil ble ikke funnet:

source: The name contains invalid characters:
de: Der Name enthält ungültige Zeichen:
fr: Le nom contient des caractères invalides:
it: Il nome contiene caratteri invalidi:

source: Template not found:
de: Vorlage nicht gefunden:
fr: Modèle non trouvé
it: Template non incontrato:

source: Hotkey already in use:
de: Hotkey wird bereits genutzt:
fr: Le raccourci clavier est déjà utilisé:
it: Tasto rapido già in uso:

source: Delete selected event
de: Ausgewählte Veranstaltung löschen
fr: Supprimer l'événement sélectionné
it: Cancella l'evento selezionato

source: Draw frame
de: Zeichenrahmen
fr: Dessiner un cadre
it: Disegna fotogramma

source: Edit selected event
de: Ausgewählte Veranstaltung bearbeiten
fr: Modifier l’événement sélectionné
it: Modifica l'evento selezionato

source: Adjust timeline to current position
de: Zeitachse an aktuelle Position anpassen
fr: Ajuster la ligne de temps à cette position
it: Regola la sequenza temporale alla posizione attuale

source: Frame step backward
de: Bild Schritt zurück
fr: Reculer d'une image
it: Un fotogramma indietro

source: Frame step forward
de: Bild Schritt vorwärts
fr: Avancer d'une image
it: Un fotogramma avanti

source: Jump backward
de: Zurück
fr: Faire un saut en arrière
it: Salta indietro

source: Jump forward
de: Vorwärts
fr: Faire un saut en avant
it: Salta avanti

source: Close loaded event
de: Geladene Veranstaltung schließen
fr: Fermer l'événement chargé
it: Chiudi l'evento caricato

source: Start tagging home player
de: Heimspieler taggen
fr: Commencer le séquençage du joueur à domicile
it: Inizia taggando il giocatore di casa

source: Start tagging away player
de: Auswärtsspieler taggen
fr: Commencer le séquençage du joueur à l'extérieur
it: Inizia a taggare il giocatore fuoricasa

source: Jump to next event
de: Zur nächsten Veranstaltung
fr: Aller à l'événement suivant
it: Passa al prossimo evento

source: Jump to prev event
de: Zur vorherigen Veranstaltung
fr: Aller à l'événement précédent
it: Passa all'evento precedente

source: Show dashboard
de: Übersicht anzeigen
fr: Voir la fenêtre de commandes
it: Mostra il pannello di controllo

source: Show zonal tags
de: Lokale Tags anzeigen
fr: Voir les séquences de zone
it: Mostra tag di zona

source: Show timeline
de: Zeitachse anzeigen
fr: Voir la ligne de temps
it: Mostra sequenza temporale

source: Increase playback speed
de: Wiedergabegeschwindigkeit erhöhen
el: Αύξηση ταχύτητας αναπαραγωγής
fr: Augmenter la vitesse de lecture
it: Aumenta la velocità di riproduzione
nb: Øk avspillingshastighet
sl: Povečana hitrost predvajanja

source: Decrease playback speed
de: Wiedergabegeschwindigkeit reduzieren
el: Μείωση ταχύτητας αναπαραγωγής
fr: Réduire la vitesse de lecture
it: Diminuisci la velocità di riproduzione
nb: Senk avspillingshastighet
sl: Zmanjšana hitrost predvajanja

source: Pause/Resume capture clock
de: Pause/ Fortsetzen Erfassungszeit
fr: Suspendre/Reprendre l'horloge d'enregistrement
it: Ferma/Riprendi il quadrante dell'acquisizione

source: Start recording period
de: Aufnahmezeit starten
fr: Débuter de l'enregistrement de la période
it: Inizia a registrare il periodo

source: Stop recording period
de: Aufnahmezeit stoppen
fr: Arrêter l'enregistrement de la période
it: Interrompi la registrazione del periodo

source: Toggle substitutions mode
de: Umschalten zu Austauschmodus
fr: Basculer en mode remplacements
it: Abilità la modalità sostituzioni

source: Toggle playback
de: Umschalten zu Playback
fr: Basculer en lecture
it: Abilita la riproduzione

source: Zoom timeline in
de: Zeitachse hereinzoomen
fr: Zoom avant sur ligne de temps
it: Ingrandisci la sequenza temporale

source: Zoom timeline out
de: Zeitachse herauszoomen
fr: Zoom arrière sur ligne de temps
it: Rimpicciolisci la sequenza temporale

source: Keep original size
ca: Manté la mida original
da: Bevar oprindelig størrelse
de: Originalgröße beibehalten
el: Διατήρηση του αρχικού μεγέθους
fr: Conserver la taille originale
gl: Manter o tamaño orixinal
it: Mantieni la dimensione originale
nb: Behold original størrelse
sl: Ohrani izvorno velikost

source: Score
it: Punteggio
nb: Resultat

source: Penalties
it: Rigori
nb: Straffe

source: Sort by name
ca: Ordenar pel nom
da: Sorter efter navn
de: Nach Name sortieren
el: Ταξινόμηση κατά όνομα
fr: Trié par nom
gl: Ordenar polo nome
it: Ordina per nome
nb: Sorter etter navn
sl: Razvrsti po imenu

source: Sort by start time
ca: Ordenar pel temps d'inici
da: Sorter efter starttidspunkt
de: Nach Startzeit sortieren
el: Ταξινόμηση κατά ώρα έναρξης
fr: Trié par time-code de début
gl: Ordenar pola hora de inicio
it: Ordina per tempo di inizio
nb: Sorter etter starttid
sl: Razvrsti po začetnem času

source: Sort by stop time
ca: Ordenar pel temps d'acabament
da: Sorter efter stoptidspunkt
de: Nach Stoppzeit sortieren
el: Ταξινόμηση κατά ώρα διακοπής
fr: Trié par time-code de fin
gl: Ordenar pola hora de finalización
it: Ordina per tempo di stop
nb: Sorter etter stopptid
sl: Razvrsti po končnem času

source: Sort by duration
ca: Ordenar per la duració
da: Sorter efter varighed
de: Nach Dauer sortieren
el: Ταξινόμηση κατά διάρκεια
fr: Trié par durée
gl: Ordenar pola duración
it: Ordina per durata
nb: Sorter etter varighet
sl: Razvrsti po trajanju

source: Substitution
de: Ersetzen
fr: Remplacement
it: Sostituzione
nb: Bytte

source: Not defined
ca: Indefinit
da: Ikke defineret
de: Nicht definiert
el: Δεν ορίστηκε
fr: Non défini
gl: Sen definir
it: Non definito
nb: Ikke definert
sl: Ni določeno

source: Main camera angle
de: Hauptkamerawinkel
fr: Angle de caméra principal
it: Angolo della camera principale

source: Angle 2
de: Winkel 2
it: Angolo 2

source: Angle 3
de: Winkel 3
it: Angolo 3

source: Angle 4
de: Winkel 4
it: Angolo 4

source: No lineup events found
de: Keine Aufstellung gefunden
fr: Aucune composition d'équipe trouvée
it: Nessun evento di definizione formazione titolare trovato
nb: Startoppstilling ikke funnet

source: A substitution can't happen before the lineup event
de: Auswechselung kann nicht vor der Aufstellung passieren
fr: Un remplacement ne peut pas être effectué avant qu'une composition d'équipe soit entrée
it: Una sostituzione non può avvenire prima di aver definito la formazione titolare
nb: Ett bytte kan ikke forekomme før startoppstilling er definert

source: Lineup
de: Aufstellung
fr: Composition
it: Formazione titolare

source: The file you are trying to load is not a valid project
ca: El fitxer que intenteu carregar no és un projecte vàlid
da: Filen du forsøger at indlæse er ikke et gyldigt projekt
de: Die zu ladende Datei ist kein gültiges Projekt
el: Το αρχείο που προσπαθείτε να φορτώσετε δεν είναι έγκυρο έργο.
fr: Le fichier que vous voulez charger n'est pas un projet valide.
gl: O proxecto que está tentando cargar non é un proxecto correcto
it: Il file che hai tentato di caricare non è un file di progetto valido
nb: Filen som lastes er ikke ett gyldig prosjekt
sl: Datoteka izbrana za nalaganje, ni prava datoteka projekta.

source: Success
de: Erfolg
fr: Succès
it: Successo
nb: Suksess

source: Outcome
de: Ergebnis
fr: Résultat
it: Risultato
nb: Utfall

source: Failure
de: Fehler
fr: Echec
it: Errore
nb: Feil

source: Attack
de: Angriff
fr: Attaque
it: Attacco
nb: Angrep

source: Defense
de: Verteidigung
fr: Défense
it: Difesa

source: Red card
de: Rote Karte
fr: Carton rouge
it: Cartellino rosso

source: Yellow card
de: Gelbe Karte
fr: Carton jaune
it: Cartellino giallo

source: Free play goal
de: Freispieltor
fr: But sur action de jeu
it: Gol d'azione

source: Penalty goal
de: Elfmeter
fr: Penalty
it: Goal di punizione/rigore
nb: Straffemål

source: Ball playing
de: Ballwechsel
fr: Ballon en jeu
it: Palla in gioco
nb: Ball i spill

source: Team
ca: Equip
da: Hold
de: Mannschaft
el: Ομάδα
fr: Equipe
gl: Equipo
it: Squadra
nb: Lag
sl: Ekipa

source: Periods
de: Dauer
fr: Période
it: Periodi

source: Name
ca: Nom
da: Navn
el: Όνομα
fr: Nom
gl: Nome
it: Nome
nb: Navn
sl: Ime

source: Color
da: Farve
de: Farbe
el: Χρώμα
fr: Couleur
gl: Cor
it: Colore
sl: Barva

source: none
ca: cap
da: ingen
de: nichts
el: κανένα
fr: Aucun
gl: ningún
it: vuoto
nb: ingen
sl: brez

source: Change
ca: Canviar
da: Ændring
de: Ändern
el: Αλλαγή
fr: Modifier
gl: Cambiar
it: Modifica
nb: Endre
sl: Spremeni

source: HotKey
fr: Raccourci clavier
it: Tasto rapido

source: Text color
de: Textfarbe
fr: Couleur du texte
it: Colore del testo

source: Lead time (s)
de: Führungszeit (s)
fr: Temps avant (s)
it: Tempo(i) di inizio

source: Lag time (s)
de: Verzögerungszeit (s)
fr: Temps après (s)
it: Tempo(i) di attesa

source: Tag mode
de: Markierungsmodus
fr: Mode séquençage
it: Modalità tag

source: Automatic
de: Automatisch
fr: Automatique
it: Automatico
nb: Automatisk

source: Manual
de: Manuell
fr: Manuel
it: Manuale
nb: Manuell

source: Not tagged
de: Nicht markiert
fr: Non séquencé
it: Senza tag
nb: Ikke tagget

source: Tag as point
de: Als Punkt markieren
fr: Point
it: Identifica come punto
nb: Tagg som ett punkt

source: Tag as trajectory
de: Als Spielweite markieren
fr: Trajectoire
it: Identifica come traiettoria

source: Field position
de: Spielfeldposition
fr: Position sur le terrain
it: Posizione in campo

source: Half field position
de: Halbfeldposition
fr: Position sur le demi-terrain
it: Posizione a metà campo

source: Goal position
de: Torposition
fr: Position dans le but
it: Posizione della porta

source: Sort Method
ca: Mètode d'ordenació
da: Sorteringsmetode
de: Sortierungsmethode
el: Μέθοδος ταξινόμησης
fr: Méthode de tri
gl: Método de ordenamento
it: Metodo di ordinamento
nb: Sorteringsmetode
sl: Način razvrščanja

source: Tags per row
de: Markierungen pro Spalte
fr: Séquences par ligne
it: Tag per riga

source: Show tags
de: Markierungen anzeigen
fr: Voir les séquences
it: Mostra tag

source: Shape
de: Formen
fr: Forme
it: Forma

source: Rectangle
de: Quadrat
it: Rettangolo
nb: Rektangel

source: Triangle
de: Dreieck
it: Triangolo
nb: Triangel

source: Circle
de: Kreis
fr: Cercle
it: Cerchio
nb: Sirkel

source: Points
de: Punkte
it: Punti

source: None
de: Keine
fr: Aucun
gl: Ningún
it: Vuoto

source: Home
de: Heim
el: Εντός έδρας
fr: Domicile
it: Casa
nb: Hjemme
sl: Osebna mapa

source: Away
de: Gast
el: Εκτός έδρας
fr: Exterieur
it: Fuoricasa
nb: Borte
sl: Odsotno

source: Group
de: Gruppe
fr: Groupe
it: Gruppo

source: page1
de: Seite 1
it: pagina1
nb: side1

source: page2
de: Seite 2
it: pagina2
nb: side2

source: page3
de: Seite 3
it: pagina3
nb: side3

source: page4
de: Seite 4
it: pagina4

source: <span font_desc="10">Field</span>
de: <span font_desc="10">Feld</span>
fr: <span font_desc="10">Terrain</span>
it: <span font_desc="10">Campo</span>
nb: Bane

source: <span font_desc="8">click to change...</span>
de: <span font_desc="8">Anklicken zum Ändern</span>
fr: <span font_desc="8">cliquez pour changer...</span>
it: <span font_desc="8">clicca per cambiare...</span>
nb: klikk for å endre...

source: <span font_desc="10">Half field</span>
de: <span font_desc="10">Halbes Feld</span>
fr: <span font_desc="10">Demi-terrain</span>
it: <span font_desc="10">Metà campo</span>
nb: Halvbane

source: Events
de: Veranstaltungen
fr: Evénements
it: Eventi
nb: Hendelser

source: Interface language:
de: Sprache der Oberfläche:
el: Γλώσσα διεπαφής:
fr: Langue de l'interface
it: Lingua dell'interfaccia:
nb: Brukerspråk
sl: Jezik vmesnika:

source: Autosave projects
el: Αυτόματη αποθήκευση έργων
it: Salva i progetti automaticamente
nb: Automatisk lagring av prosjekt
sl: Samodejno shrani projekte

source: Default analysis template
it: Modello predefinito delle analisi
nb: Standard analyse template

source: Activate -> Deactivate
de: Aktivieren->Deaktivieren
fr: Activer -> Désactiver
it: Attivare -> Disattivare

source: Activate -> Activate
de: Aktivieren->Aktivieren
fr: Activer -> Activer
it: Attivare -> Attivare

source: Clear
de: Löschen
fr: Effacer
it: Cancellare

source: Keep
de: Halten
fr: Conserver
it: Mantenere

source: Invert
de: Umkehren
fr: Inverser
it: Invertire

source: Action
it: Azione

source: From:
de: Von:
fr: De:
it: Da:

source: Keep generic tags
de: Generelle Tags beibehalten
fr: Conserver les tags génériques
it: Mantieni le tag generiche

source: Keep player tags
de: Spieler Tags beibehalten
fr: Conserver les tags des joueurs
it: Mantieni le tag del giocatore

source: Team action
de: Team-aktion
fr: Action d'équipe
it: Azione di squadra

source: To:
de: Zu:
fr: A:
it: A:

source: Review plays in the same window
de: Spielzüge in gleichem Fenster anzeigen
el: Επιθεώρηση παιχνιδιών στο ίδιο παράθυρο
fr: Visionner les séquences dans la même fenêtre
it: Rivedi le azioni nella stessa finestra
nb: Se klipp i samme vindu
sl: Preglej igre v istem oknu

source: Output directory
de: Ausgabeverzeichnis
el: Κατάλογος εξόδου
fr: Répertoire de travail
it: Directory di output
nb: Output mappe
sl: Odvodna mapa

source: Render new events automatically (Requires a powerful CPU)
de: Neue Veranstaltungen automatisch wiedergeben (Erfordert einen schnellen Prozessor)
fr: Rendu automatique des nouvelles séquences (Nécessite un processeur puissant)
it: Rappresenta i nuovi eventi automaticamente (richiede una CPU potente)

source: Events
de: Veranstaltungen
fr: Evénements
it: Eventi
nb: Hendelser

source: Playlists
de: Wiedergabelisten
fr: Listes de lecture
it: Liste di riproduzione
nb: Spillelister

source: Filters
de: Filter
el: Φίλτρα
fr: Filtres
it: Filtri
nb: Filtere
sl: Filtri

source: Name:
ca: Nom:
da: Navn:
el: Όνομα:
fr: Nom:
gl: Nome:
it: Nome:
nb: Navn:
sl: Ime:

source: Description:
de: Beschreibung:
it: Descrizione:

source: Author:
de: Autor:
fr: Auteur:
it: Autore:

source: <b>Description</b>
de: <b>Beschreibung</b>
it: <b>Descrizione</b>

source: <b>Configuration</b>
de: <b>Konfiguration</b>
it: <b>Configurazione</b>

source: Sort by date
de: Nach Datum sortieren
fr: Trier par date
it: Ordina per data

source: Sort by modification date
de: Nach Änderungsdatum sortieren
fr: Trier par date de modification
it: Ordina per data di modifica

source: Sort by season
de: Nach Spielsaison sortieren
fr: Trier par saison
it: Ordina per stagione

source: Sort by competition
de: Nach Wettbewerb sortieren
fr: Trier par compétition
it: Ordina per competizione

source: <span font_desc="10">Team shield</span>
de: <span font_desc="10">Mannschaftslogo</span>
fr: <span font_desc="10">Logo de l'équipe</span>
it: <span font_desc="10">Simbolo della squadra</span>
nb: Laglogo

source: <span font_desc="10">Team name</span>
de: <span font_desc="10">Mannschaftsname</span>
fr: <span font_desc="10">Nom de l'équipe</span>
it: <span font_desc="10">Nome della squadra</span>
nb: Lagnavn

source: <span font_desc="10">Tactics</span>
de: <span font_desc="10">Taktik</span>
fr: <span font_desc="10">Tactiques</span>
it: <span font_desc="10">Tattiche</span>
nb: Taktikk

source: <span font_desc="10">Colors</span>
de: <span font_desc="10">Farben</span>
fr: <span font_desc="10">Couleurs</span>
it: <span font_desc="10">Colori</span>

source: <span font_desc="10">Player picture</span>
de: <span font_desc="10">Spielerfoto</span>
fr: <span font_desc="10">Photo du joueur</span>
it: <span font_desc="10">Fotografia del giocatore</span>
nb: Spillerbilde

source: <span font_desc="10">Position</span>
it: <span font_desc="10">Posizione</span>
nb: Posisjon

source: <span font_desc="10">Name</span>
de: <span font_desc="10">Vorname</span>
fr: <span font_desc="10">Prénom</span>
it: <span font_desc="10">Nome</span>
nb: Navn

source: <span font_desc="10">Last name</span>
de: <span font_desc="10">Nachname</span>
fr: <span font_desc="10">Nom de famille</span>
it: <span font_desc="10">Cognome</span>
nb: Etternavn

source: <span font_desc="10">Nickname</span>
de: <span font_desc="10">Spitzname</span>
fr: <span font_desc="10">Surnom</span>
it: <span font_desc="10">Soprannome</span>
nb: Kallenavn

source: <span font_desc="10">Number</span>
de: <span font_desc="10">Nummer</span>
fr: <span font_desc="10">Numéro</span>
it: <span font_desc="10">Numero</span>
nb: Draktnummer

source: <span font_desc="10">Height</span>
de: <span font_desc="10">Größe</span>
fr: <span font_desc="10">Taille</span>
it: <span font_desc="10">Altezza</span>
nb: Høyde

source: <span font_desc="10">Weight</span>
de: <span font_desc="10">Gewicht</span>
fr: <span font_desc="10">Poids</span>
it: <span font_desc="10">Peso</span>
nb: Vekt

source: <span font_desc="10">Birth Date</span>
de: <span font_desc="10">Geburtstag</span>
fr: <span font_desc="10">Date de naissance</span>
it: <span font_desc="10">Data di nascita</span>
nb: Fødselsdato

source: <span font_desc="10">Nationality</span>
de: <span font_desc="10">Nationalität</span>
fr: <span font_desc="10">Nationalité</span>
it: <span font_desc="10">Nazionalità</span>
nb: Nasjonalitet

source: Save template
de: Vorlage speichern
fr: Sauvegarder le modèle
it: Salva modello
nb: Lagre template

source: New player
de: Neuer Spieler
fr: Nouveau joueur
it: Nuovo giocatore
nb: Ny spiller

source: Delete player
de: Spieler löschen
fr: Supprimer le joueur
it: Cancella giocatore
nb: Slett spiller

source: <b>Framerate</b>
el: <b>Ρυθμός λήψεων</b>
it: <b>Frequenza fotogrammi</b>
nb: Framerate
sl: <b>Hitrost videa</b>

source: Image format
de: Bildformat
el: Μορφή εικόνας
fr: Format d'image
it: Formato immagine
nb: Bildeformat
sl: Slikovni zapis

source: Encoding format
de: Format für Encoding
el: Μορφή κωδικοποίησης
fr: Format d'encodage
it: Codifica formato
nb: Enkodings format
sl: Vrsta kodiranja

source: Quality
de: Qualität
el: Ποιότητα
fr: Qualité
it: Qualità
nb: Kvalitet
sl: Kakovost

source: Enable audio
de: Audio aktivieren
fr: Activer le son
it: Abilita audio

source: Enable title overlay
de: Titel einstanzen
el: Ενεργοποίηση επικάλυψης τίτλου
fr: Activer l'affichage des titres
it: Abilita titolo in sovrimpressione
nb: Med titler over

source: <b>Capture</b>
de: <b>Aufnehmen</b>
el: <b>Λήψη</b>
fr: <b>Capturer</b>
it: <b>Acquisizione</b>
sl: <b>Zajem</b>

source: Calendar
ca: Calendari
da: Kalender
de: Kalender
el: Ημερολόγιο
fr: Calendrier
gl: Calendario
it: Calendario
nb: Kalender
sl: Koledar

source: Choose project
de: Projekt auswählen
fr: Choisissez un projet
it: Scegli progetto

source: Missing CODECS
de: CODECS fehlt
fr: CODECS manquants
it: CODEC mancanti
