Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: As explained and detailed in the <a href="http://www.longomatch.com/open-source.html">OpenSource project</a> page, the use of this free and open source version of LongoMatch requires that you also install additional software called a CODEC, which may also be free. To acknowledge your understanding and for more information on why this is so, where to get it and how to install it visit the <a href="http://www.longomatch.com/open-source.html">OpenSource project</a> page. To avoid this, and to enjoy many additional functional benefits, we encourage you to upgrade to Longomatch PRO, which, for a fee, is ready-to-use.
de: Wie bereits auf der Seite <a href="http://www.longomatch.com/open-source.html">OpenSource Projekt</a> erläutert wurde, erfordert die Verwendung dieser kostenlosen Open-Source-Version von Longomatch, dass Sie mit der zusätzlichen Software CODEC ausgestattet sind bzw. diese kostenfrei installieren. Für weitere Information wie dies funktioniert, wo Sie diese erhalten und wie diese zu installieren ist, besuchen Sie die Seite <a href="http://www.longomatch.com/open-source.html">OpenSource Projekt</a>. Wir empfehlen Ihnen das Upgrade zu Longomatch PRO gegen eine geringe Gebühr, um weitere funktionelle Vorteile zu genießen.
fr: Comme expliqué en détails dans la page <a href="http://www.longomatch.com/open-source.html">OpenSource project</a>, l'utilisation de cette version gratuite et open source de LongoMatch requière que vous installiez un logiciel additionnel appelé CODEC, lui même potentiellement open source et gratuit. Pour approfondir sur ce sujet, obtenir plus d'information sur où le trouver et comment l'installer, merci de visiter la page <a href="http://www.longomatch.com/open-source.html">OpenSource project</a>. Si vous ne souhaitez pas installer ce logiciel et préférez profiter de nombreuses fonctionnalités additionnelles, nous vous encourageons à mettre à jour vers la version LongoMatch PRO, qui, en tant que produit commercial, est une veritable solution clef en main.
it: Come illustrato dettagliatamente alla pagina <a href="http://www.longomatch.com/open-source.html">Progetto OpenSource</a>, l'uso gratuito della versione open source di LongoMatch richiede l'installazione di un ulteriore software denominato CODEC, che potrebbe anche non essere gratuito. Per comprendere meglio il progetto e per ottenere maggiori informazioni sulla sua funzione, dove trovare il software e come installarlo si invita a prendere visione della pagina <a href="http://www.longomatch.com/open-source.html">Progetto OpenSource</a>. In alternativa e per ottenere maggiori informazioni sulle funzionalità aggiuntive, incoraggiamo a passare alla versione Longomatch PRO, che, a pagamento, è già pronta per l'uso.

source: Databases manager
de: Datenbanken verwalten
el: Διαχειριστής βάσεων δεδομένων
fr: Gestionnaire de base de données
it: Manager dei database
nb: Database manager
sl: Upravljalnik podatkovne zbirke

source: _Select DB
de: _Datenbank auswählen
el: _Επιλογή βάσεων δεδομένων
fr: _Choisir la BD
it: _Seleziona DB
nb: _Velg DB
sl: _Izberi podatkovno zbirko

source: _Delete
de: _Löschen
el: _Διαγραφή
fr: _Supprimer
it: _Elimina
nb: _Slett
sl: _Izbriši

source: Re-scan
it: Scansionare nuovamente

source: _Add
de: _Hinzufügen
el: _Προσθήκη
fr: _Ajouter
it: _Aggiungi
nb: _Legg Til
sl: _Dodaj

source: Drawing Tool
ca: Eina de dibuix
da: Tegneværktøj
de: Zeichenwerkzeug
el: Εργαλείο σχεδίασης
fr: Outil de dessin
gl: Ferramenta de debuxo
it: Lavagna tattica
nb: Tegneverktøy
sl: Orodje za risanje

source: <b>Tools</b>
ca: <b>Eines</b>
da: <b>Værktøjer</b>
de: <b>Werkzeuge</b>
el: <b>Εργαλεία</b>
fr: <b>Outils</b>
gl: <b>Ferramentas</b>
it: <b>Strumenti</b>
nb: Verktøy
sl: <b>Orodja</b>

source: <b>Color</b>
da: <b>Farve</b>
de: <b>Farbe</b>
el: <b>Χρώμα</b>
fr: <b>Couleur</b>
gl: <b>Cor</b>
it: <b>Colore</b>
nb: Farge
sl: <b>Barva</b>

source: <b>Size</b>
de: <b>Größe</b>
fr: <b>Taille</b>
it: <b>Dimensione</b>
nb: Størrelse

source: <b>Style</b>
de: <b>Stil</b>
it: <b>Stile</b>
nb: Stil

source: <b>Type</b>
de: <b>Schriftart</b>
it: <b>Tipo</b>
nb: Type

source: <b>Lines</b>
de: <b>Linien</b>
fr: <b>Lignes</b>
it: <b>Linee</b>
nb: Linjer

source: <b>Background</b>
de: <b>Hintergrund</b>
fr: <b>Arrière-plan</b>
it: <b>Contesto</b>
nb: Bakgrunn

source: <b>Text</b>
fr: <b>Texte</b>
it: <b>Testo</b>
nb: Tekst

source: Save to Project
ca: Guardar projecte
da: Gem til projekt
de: In Projekt speichern
el: Αποθήκευση σε έργο
fr: Enregistrer dans le projet
gl: Gardar no proxecto
it: Salva nel progetto
nb: Lagre til prosjekt
sl: Shrani v projekt

source: Save to File
ca: Guardar a un fitxer
da: Gem til fil
de: In Datei speichern
el: Αποθήκευση σε αρχείο
fr: Enregistrer dans un fichier
gl: Gardar no ficheiro
it: Salva su file
nb: Lagre til fil
sl: Shrani v datoteko

source: Close
de: Schließen
fr: Fermer
it: Chiudi
nb: Lukk

source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
nb: Egenskaper

source: A capture project is actually running. You can continue with the current capture, cancel it or save your project. <b>Warning: If you cancel the current project all your changes will be lost.</b>
ca: Ja s'està executant un projecte de captura. Podeu continuar amb la captura actual, cancel·lar-la o guardar el projecte. <b>Atenció: Si cancel·leu el projecte actual es perdran els canvis.</b>
da: Et optagelsesprojekt kører nu. Du kan fortsætte med den aktuelle optagelse, afbryde den eller gemme projektet. <b>Advarsel: Hvis du afbryder det aktuelle projekt, vil alle dine ændringer gå tabt.</b>
de: Ein Aufnahmeprojekt läuft derzeit. Sie können die aktuelle Aufnahme fortsetzen, abbrechen oder Ihr Projekt speichern. <b>Warnung: Falls Sie das aktuelle Projekt abbrechen, gehen alle vorgenommenen Änderungen verloren.</b>
el: Ένα έργο λήψης εκτελείται τώρα. Μπορείτε να συνεχίσετε τη τρέχουσα λήψη, να την ακυρώσετε ή να αποθηκεύσετε το έργο σας. <b>Προσοχή: Εάν ακυρώσετε το υπάρχον έργο, όλες οι αλλαγές σας θα χαθούν.</b>
fr: Un projet de capture est actuellement en cours. Vous pouvez continuer avec le projet actuel, l'annuler ou enregistrer le projet. <b>Attention: Si vous annulez le projet actuel tous les changements seront perdus.</b>
gl: Estase executando un proxecto de captura. Pode continuar coa captura actual, cancelala ou gardar o proxecto. <b>Aviso: se cancela o proxecto actual perderanse todos os seus cambios.</b>
it: Un progetto di acquizione video è attualmente in uso. È possibile proseguire nell'acquisizione in corso, annullarla o salvare il progetto. <b>Attenzione: cancellando il progetto in corso, tutte le modifiche eseguite andranno perse.</b>
nb: Ett opptak kjører allerede. Du kan fortsette med opptaket, kansellere det, eller lagre prosjektet <b>Advarsel: Dersom du kansellerer prosjektet vil alle endringer mistes.</b>
sl: Projekt zajemanja je že zagnan. Mogoče je nadaljevati z zajemanjem, preklicati opravilo ali pa shraniti projekt. <b>Opozorilo: v kolikor je projekt preklican, bodo vse trenutne spremembe izgubljene.</b>

source: Return
ca: Tornar
da: Gå tilbage
de: Zurück
el: Επιστροφή
fr: Recommencer
gl: Volver
it: Indietro
nb: Tilbake
sl: Vrni

source: Cancel capture
ca: Cancel·lar la captura
da: Afbryd optagelse
de: Aufnahme abbrechen
el: Ακύρωση λήψης
fr: Annuler la capture
gl: Cancelar a captura
it: Annulla l'acquisizione
nb: Avbryt capture
sl: Prekliči zajemanje

source: Stop capture and save project
ca: Aturar la captura i guardar el projecte
da: Stop optagelse og gem projektet
de: Aufnahme anhalten und Projekt speichern
el: Διακοπή λήψης και αποθήκευση έργου
fr: Arrêter la capture et enregistrer le projet
gl: Deter a captura e gardar o proxecto
it: Blocca l'acquisizione e salva il progetto
nb: Stopp opptaket og lagre prosjekt
sl: Zaustavi zajemanje in shrani projekt

source: Select template name
ca: Seleccioneu el nom de la plantilla
da: Vælg skabelonnavn
el: Επιλογή ονόματος προτύπου
gl: Seleccionar o nome do modelo
it: Seleziona un nome di modello
nb: Velg template navn
sl: Izbor imena predloge

source: Copy existent template:
ca: Copiar una plantilla existent:
da: Kopier eksisterende skabelon:
de: Vorhandene Vorlage kopieren:
el: Αντιγραφή υπάρχοντος προτύπου:
fr: Copie d'un modèle existant:
gl: Copiar o modelo existente:
it: Copia un modello esistente:
nb: Kopier eksisterende template:
sl: Kopiraj obstoječo predlogo:

source: Players:
ca: Jugadors:
da: Spillere:
de: Spieler:
el: Παίχτες:
fr: Joueurs:
gl: Xogadores:
it: Giocatori:
nb: Spillere:
sl: Igralci:

source: Edit event subcategory tags
de: Unterkategorie der Veranstaltung editieren
fr: Modifier les tags des sous-catégories d'événements
it: Modifica tag della sottocategoria dell'evento

source: Capture Progress
ca: Progrés de la captura
da: Optagelse i gang
de: Aufnahmevorgang
el: Πρόοδος λήψης
fr: Progression de la capture
gl: Progreso da captura
it: Acquisizione in corso
nb: Opptak varighet
sl: Napredek zajemanja

source: Select a HotKey
ca: Seleccioneu una drecera de teclat
da: Vælg en genvejstast
de: Kürzel wählen
el: Επιλογή θερμού πλήκτρου
fr: Sélectionnez un raccourci clavier
gl: Seleccionar unha tecla rápida
it: Seleziona un Tasto Rapido
nb: Velg en Hurtigtast
sl: Izbor hitre tipke

source: Press a key combination...
de: Drücken Sie eine Tastenkombination...
fr: Faites une combinaison de touche
it: Premi una combinazione di tasti...

source: Edit event details
de: Veranstaltungsdetails bearbeiten
fr: Modifier les informations sur les événements
it: Modifica dettagli dell'evento

source: <b>Name</b>
fr: <b>Nom</b>
it: <b>Nome</b>
nb: Navn

source: <b>Notes</b>
de: <b>Bemerkungen</b>
el: <b>Σημειώσεις</b>
fr: <b>Commentaires</b>
it: <b>Note</b>
nb: Notater
sl: <b>Opombe</b>

source: C_lear finished jobs
da: _Ryd færdige job
de: Abgesch_lossene Aufträge entfernen
el: _Καθαρισμός ολοκληρωμένων εργασιών
fr: E_ffacer les tâches terminées
it: _Cancella lavori conclusi
nb: Tøm ferdigstilte jobber
sl: Počisti _končane posle

source: _Cancel job
da: _Annuller job
de: Auftrag abbre_chen
el: Ακύρ_ωση εργασίας
fr: _Annuler la tâche
it: _Annulla lavoro
nb: _kanseller jobb
sl: _Prekliči posel

source: Retry job
da: Prøv job igen
de: Auftrag wiederaufnehmen
el: Επανάληψη εργασίας
fr: Recommencer la tâche
it: Recupera processo
nb: Prøv igjen
sl: Ponovno poskusi posel

source: Event:
de: Veranstaltung:
fr: Evénements:
it: Evento:
nb: Handling:

source: Interval (frames/s):
ca: Interval (imatges/s):
da: Interval (billeder/s):
de: Intervall (Bilder/s):
el: Διάστημα (λήψεις/s):
fr: Intervalle (images/sec)
gl: Intervalo (fotograma/s):
it: Intervallo (fotogrammi/s):
nb: Intervall (frames/s)
sl: Razmik (sličice/s):

source: Series Name:
ca: Nom de la sèrie:
da: Navn for ligaer:
de: Name der Serie:
el: Όνομα σειράς:
fr: Nom de la série
gl: Nome da serie:
it: Nome della serie:
nb: Serienavn:
sl: Serija:

source: <b>Player in</b>
de: <b>Spieler eingewechselt</b>
fr: <b>Joueur entrant</b>
it: <b>Giocatore in entrata</b>

source: <b>Player out</b>
de: <b>Spieler ausgewechselt</b>
fr: <b>Joueur sortant</b>
it: <b>Giocatore in uscita</b>

source: A new version of LongoMatch has been released at www.ylatuya.es!
ca: Ha sortit una nova versió de LongoMatch, la podeu trobar a www.ylatuya.es!
da: En ny version af LongoMatch er blevet udgivet på www.ylatuya.es!
de: Eine neue Version von LongoMatch wurde auf www.ylatuya.es veröffentlicht!
el: Μια νέα έκδοση του LongoMatch έχει εκδοθεί στο www.ylatuya.es!
fr: Une nouvelle version de Longomatch est sortie sur www.ylatuya.es!
gl: Publicouse unha nova versión de LongoMatch en www.ylatuya.es
it: È stata rilasciata una nuova versione di LongoMatch su www.ylatuya.es!
nb: En ny versjon av Longomatch er lansert på www.ylatuya.es!
sl: Nova različica programa LongoMatch je objavljena na www.ylatuya.es!

source: The new version is
ca: La nova versió és
da: Den nye version er
de: Die neue Version ist
el: Η νέα έκδοση είναι
fr: La nouvelle version est
gl: A nova versión é
it: La nuova versione è
nb: Den nye versjonen er
sl: Nova različica je

source: You can download it using this direct link:
ca: Us la podeu descarregar a través d'aquest enllaç:
da: Du kan hente den via denne henvisning:
de: Sie können sie über diesen Link direkt herunterladen:
el: Μπορείτε να την μεταφορτώσετε χρησιμοποιώντας αυτόν τον άμεσο σύνδεσμο:
fr: Vous pouvez la télécharger directement avec le lien:
gl: Pode descargalo usando esta ligazón directa:
it: La puoi scaricare direttamente cliccando sul link:
nb: Du kan laste den ned ved å benytte denne linken:
sl: Datoteko je mogoče prejeti preko neposredne povezave:

source: Video converter tool
de: Videokonvertierungswerkzeug
el: Εργαλείο μετατροπής βίντεο
fr: Outil de conversion de vidéo
it: Strumento di conversione video
nb: Videokonverteringsverktøy
sl: Orodje za pretvorbo videa

source: File name:
ca: Nom del fitxer:
da: Filnavn:
de: Dateiname:
el: Όνομα αρχείου:
fr: Nom du fichier
gl: Nome do ficheiro:
it: Nome del file:
nb: Filnavn:
sl: Ime datoteke:

source: Size:
ca: Mida:
da: Størrelse:
de: Größe
fr: Taille:
gl: Tamaño:
it: Dimensione:

source: Bitrate:
fr: Débit:
it: Velocità in bit:

source: Video Properties
ca: Propietats del vídeo
da: Videoegenskaber
de: Video-Eigenschaften
el: Ιδιότητες βίντεο
fr: Propriétés de la vidéo
gl: Propiedades do vídeo
it: Proprietà video
nb: Egenskaper for video
sl: Lastnosti videa

source: Quality:
de: Qualität:
el: Ποιότητα:
fr: Qualité:
it: Qualità:
nb: Kvalitet:
sl: Kakovost:

source: Image format:
de: Bildformat:
el: Μορφή εικόνας:
fr: Format d'image:
it: Formato immagine:
nb: Bildeformat
sl: Slikovni zapis:

source: Encoding Format:
el: Μορφή κωδικοποίησης:
fr: Format d'encodage:
it: Formato di codifica:
sl: Vrsta kodiranja:

source: Split output in one file per playlist element
de: Separierte Ausgabe in eine Datei/Wiedergabelistenelement
el: Διαίρεση εξόδου σε ένα αρχείο ανά στοιχείο καταλόγου αναπαραγωγής
fr: Diviser en fichier pour chaque élément de la liste de lecture
it: Dividi la destinazione in un unico file per ogni elemento della lista di riproduzione
nb: Split output til en fil per spilleliste element
sl: Razdeli odvod v eno datoteko na predmet seznama predvajanja

source: Directory name:
de: Verzeichnisname:
el: Όνομα καταλόγου:
fr: Nom du répertoire:
it: Nome della directory:
nb: Mappe navn:
sl: Ime mape:

source: _New Project
ca: _Nou projecte
da: _Nyt projekt
de: _Neues Projekt
el: _Νέο έργο
fr: _Nouveau
gl: _Novo proxecto
it: _Nuovo progetto
nb: _Nytt prosjekt
sl: _Nov projekt

source: _Open Project
ca: _Obrir projecte
da: _Åbn projekt
de: Pr_ojekt öffnen
el: Άνοιγ_μα έργου
fr: _Ouvrir
gl: Abrir un pr_oxecto
it: _Apri progetto
nb: _Åpne prosjekt
sl: Odpri projekt

source: _Quit
ca: _Sortir
da: _Afslut
de: _Beenden
el: Έ_ξοδος
fr: _Quitter
gl: _Saír
it: _Esci
nb: A_vslutt
sl: _Končaj

source: _Close Project
ca: _Tancar projecte
da: _Luk projekt
de: Projekt s_chließen
el: Κλεί_σιμο έργου
fr: _Fermer
gl: Pechar o proxe_ecto
it: _Chiudi progetto
nb: _Lukk prosjekt
sl: Zapri projekt

source: _Tools
ca: _Eines
da: _Værktøjer
de: _Werkzeuge
el: _Εργαλεία
fr: _Outils
gl: Ferramen_tas
it: _Strumenti
nb: Verk_tøy
sl: _Orodja

source: Projects Manager
ca: Gestor de projectes
da: Projekthåndtering
de: Projektverwaltung
el: Διαχειριστής έργων
fr: Gestionnaire de projets
gl: Xestor de proxectos
it: Manager di progetti
nb: Prosjekt Manager
sl: Upravljalnik projektov

source: Database Manager
ca: Gestor de dades
da: Databasehåndtering
de: Datenbankverwaltung
el: Διαχειριστής βάσης δεδομένων
fr: Gestionnaire de base de données
gl: Xestor da base de datos
it: Manager database
sl: Upravljalnik podatkovne zbirke

source: Analysis Dashboards Manager
de: Manager Analyse der Übersicht
fr: Gestionnaire des fenêtres d'analyse
it: Manager dei pannelli di controllo delle analisi
nb: Analyse Dashbord Manager

source: Dashboards Manager
de: Manager Übersicht
fr: Gestionnaire des fenêtres d'analyse
it: Manager delle Dashboard
nb: Dashbord Manager

source: _View
ca: _Veure
da: _Vis
de: _Ansicht
el: _Προβολή
fr: _Affichage
gl: _Ver
it: _Visualizza
nb: _Vis
sl: _Pogled

source: Full Screen
ca: Pantalla completa
da: Fuldskærm
de: Vollbild
el: Πλήρης οθόνη
fr: Plein écran
gl: Pantalla completa
it: Schermo intero
nb: Fullskjerm
sl: Celozaslonski način

source: _Save Project
ca: _Guardar projecte
da: _Gem projekt
de: Projekt _speichern
el: _Αποθήκευση έργου
fr: _Enregistrer
gl: _Gardar o proxecto
it: _Salva progetto
nb: _Lagre prosjekt
sl: _Shrani projekt

source: _Help
ca: _Ajuda
da: _Hjælp
de: _Hilfe
el: Βοή_θεια
fr: _Aide
gl: A_xuda
it: _Aiuto
nb: _Hjelp:
sl: Pomo_č

source: _About
ca: _Quant a
da: _Om
de: _Info
el: Πε_ρί
fr: _A propos
gl: _Sobre
it: _Informazioni
nb: _Om
sl: _O programu

source: Export Project To CSV File
ca: Exportar el projecte a un fitxer CSV
da: Eksporter projekt til CSC-fil
de: Projekt als CSV-Datei exportieren
el: Εξαγωγή έργου σε αρχείο CSV
fr: Exporter vers un fichier CSV
gl: Exportar o proxecto como ficheiro CSV
it: Esporta il progetto come file CSV
nb: Eksporter prosjekt til CSV-fil
sl: Izvozi projekt v CSV datoteko

source: Teams Manager
de: Mannschaftsverwaltung
fr: Gestionnaire d'équipes
it: Manager delle squadre
nb: Lag Manager

source: _Import Project
ca: _Importar projecte
da: _Importer projekt
de: Projekt _importieren
el: Ε_ισαγωγή έργου
fr: _Importer
gl: _Importar un proxecto
it: _Importa Progetto
nb: _Importer Prosjekt
sl: _Uvozi projekt

source: Export Project
da: Eksporter projekt
de: Projekt exportieren
el: Εξαγωγή έργου
fr: Exporter le projet
it: Esporta Progetto
nb: Eksporter Prosjekt
sl: Izvozi projekt

source: Export to project file
da: Eksporter til projektfil
de: In eine Projektdatei exportieren
el: Εξαγωγή σε αρχείο έργου
fr: Exporter vers un fichier
it: Esporta il progetto su file
nb: Eksporter til prosjektfil
sl: Izvozi v datoteko projekta

source: Import from file
de: Aus Datei importieren
el: Εισαγωγή από αρχείο
fr: Importer depuis un fichier
it: Importa da file
nb: Importer fra fil
sl: Uvozi iz datoteke

source: Video Converter Tool
de: Videokonverter Werkzeug
el: Εργαλείο μετατροπής βίντεο
fr: Outil de conversion vidéo
it: Strumento di conversione video
nb: Videkonverteringsverktøy
sl: Orodje za pretvorbo videa

source: Databases Manager
de: Datenbanken verwalten
el: Διαχειριστής βάσεων δεδομένων
fr: Gestionnaire de bases de données
it: Manager dei database
nb: Database manager
sl: Upravljalnik podatkovne zbirke

source: Preferences
de: Voreinstellungen
el: Προτιμήσεις
fr: Préférences
it: Preferenze
nb: Innstillinger
sl: Nastavitve

source: Show project stats
de: Projektstatus zeigen
el: Εμφάνιση στατιστικών έργου
fr: Statistiques du projet
it: Visualizza statistiche del progetto
nb: Vis prosjekt statistikk
sl: Pokaži statistiko projekta

source: Migration Tool
de: Migrationswerkzeug
fr: Outil de migration
it: Strumento di migrazione

source: Video file
de: Videodatei
fr: Fichier vidéo
it: File video
nb: Videofil

source: Capture device
de: Aufnahmegerät
fr: Matériel de capture
it: Periferica di acquisizione
nb: Input metode

source: Fake capture device
de: Simuliertes Aufnahmegerät
fr: Matériel de capture virtuel
it: Falsa periferica di acquisizione
nb: Simulert capture

source: Ip camera
de: IP Kamera
fr: Caméra Ip
it: camera lp
nb: IP kamera

source: Competition
ca: Competició
da: Konkurrence
de: Turnier
el: Διοργάνωση
fr: Compétition
gl: Competición
it: Competizione
nb: Konkurranse
sl: Tekmovanje

source: Date
ca: Data
da: Dato
de: Datum
el: Ημερομηνία
gl: Data
it: Data
nb: Dato
sl: Datum

source: Description
de: Beschreibung
it: Descrizione

source: Season
ca: Temporada
da: Sæson
de: Saison
el: Περίοδος
fr: Saison
gl: Tempada
it: Stagione
nb: Sesong
sl: Sezona

source: Output file
ca: Fitxer de sortida
da: Uddatafil
de: Ausgabedatei
el: Αρχείο εξόδου
fr: Fichier de sortie
gl: Ficheiro de saída
it: File di destinazione
nb: Outputfil
sl: Odvodna datoteka

source: Device
de: Gerät
fr: Matériel
it: Dispositivo
nb: Enhet

source: Device format
de: Geräteformat
fr: Format du périphérique
it: Formato del dispositivo

source: Output size
de: Ausgabegröße
fr: Taille de sortie
it: Dimensioni output

source: Format
el: Μορφή
gl: Formato
it: Formato
sl: Vrsta

source: Dashboard
de: Übersicht
fr: Fenêtre de commandes
it: Pannello di controllo

source: Tactics
de: Strategien
fr: Tactiques
it: Tattiche

source: Information
it: Informazione

source: Competition:
ca: Competició:
da: Konkurrence:
de: Spiel:
el: Διοργάνωση:
fr: Compétition:
gl: Competición:
it: Competizione:
nb: Konkurranse
sl: Tekmovanje:

source: Date:
ca: Data:
da: Dato:
de: Datum:
el: Ημερομηνία:
gl: Data:
it: Data:
nb: Dato:
sl: Datum:

source: Analysis Template:
it: Modello di Analisi:
nb: Analyse template:

source: Season:
ca: Temporada:
da: Sæson:
de: Saison:
el: Περίοδος:
fr: Saison:
gl: Tempada:
it: Stagione:
nb: Sesong:
sl: Sezona:

source: Videos
fr: Vidéos:
it: Video

source: Manage dashboards
de: Übersichten verwalten
fr: Gestion des fenêtres de commandes
it: Gestisci i pannelli di controllo

source: Manage dashboard buttons
de: Schaltflächen der Übersicht verwalten
fr: Gestion des boutons de la fenêtre de commande
it: Gestisci i pulsanti del pannello di controllo

source: Manage teams
de: Teams verwalten
fr: Gestion des équipes
it: Gestisci le squadre

source: Manage players
de: Spieler verwalten
fr: Gestion des joueurs
it: Gestisci i giocatori

source: TransparentDrawingArea
el: Διαφανής περιοχή σχεδίασης
fr: Zone de dessin transparente
it: AreaDisegnoTrasparente
nb: Gjennomsiktig tegnefelt
sl: ProzornoRisanoObmočje

source: Categories
da: Kategorier
el: Κατηγορίες
it: Categorie
nb: Kategorier
sl: Kategorije

source: You are about to delete a category and all the plays added to this category. Do you want to proceed?
ca: Esteu a punt d'eliminar una categoria i totes les jugades d'aquesta categoria. Voleu continuar?
da: Du er ved at slette en kategori, og alle de kampe som er tilføjet denne kategori. Vil du fortsætte?
el: Πρόκειται να διαγράψετε μια κατηγορία και όλα τα παιχνίδια που προστέθηκαν σε αυτή. Θέλετε να συνεχίσετε;
gl: Vai eliminar unha categoría e todas as xogadas engadidas a esa categoría. Desexa continuar?
it: Stai per cancellare una categoria e tutte le relative azioni ad essa connesse. Ne sei sicuro?
nb: Du er i ferd med å slette en kategori og alle klipp knyttet til denne kategorien. Ønsker du å fortsette?
sl: Izbrisana bo kategorija in vse pripadajoče igre. Ali želite nadaljevati?

source: A template needs at least one category
ca: Una plantilla necesita, com a mínim, una categoria
da: En skabelon kræver mindst en kategori
el: Ένα πρότυπο απαιτεί τουλάχιστον μια κατηγορία
gl: Un modelo necesita, cando menos, unha categoría
it: Un modello necessita di almeno una categoria
nb: En template må ha minimum en kategori
sl: Predloga zahteva vsaj eno kategorijo

source: Field background
el: Παρασκήνιο πεδίου
it: Campo di gioco
nb: Bane bakgrunnsbilde
sl: Ozadje polja

source: Half field background
el: Μισό παρασκήνιο πεδίου
it: A metà campo
nb: Halvbane bakgrunnsbilde
sl: Ozadje polovice polja

source: Goal background
el: Παρασκήνιο τέρματος
it: In area
nb: Mål bakgrunnsbilde
sl: Ozadje gola

source: Game periods
el: Περίοδοι παιχνιδιού
it: Periodi di gioco
nb: Omganger
sl: Obdobja igre

source: Reset
el: Επαναφορά
it: Reimposta
sl: Ponastavi

source: Invalid content. Periods must be separated by spaces ("1 2 ex1 ex2")
el: Άκυρο περιεχόμενο. Οι περίοδοι πρέπει να διαχωρίζονται με κενά ("1 2 ex1 ex2")
it: Contenuto non valido. I periodi devono essere separati da uno spazio ("1 2 ex1 ex2")
nb: Ugyldig innhold. Omganger må separeres av mellomrom ("1 2 omg1 omg2")
sl: Neveljavna vsebina. Igralna obdobja morajo ločevati presledki (npr. "1 2 ex1 ex2").

source: Timeline
da: Tidslinje
de: Zeitlinie
fr: Ligne de temps
it: Sequenza temporale
nb: Tidslinje
