Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: The file you are trying to load is not a valid playlist
ca: El fitxer que intenteu carregar no és una llista de reproducció vàlida.
gl: O ficheiro que está tentando cargar non é unha lista de reprodución correcta

source: Some elements from the previous version (database, templates and/or playlists) have been found.
ca: S'han trobat alguns elements de la versió anterior (base de dades, plantilles i/o llistes de reproducció).
gl: Encontráronse algúns elementos da versión anterior (bases de datos, modelos e/ou listas de reprodución).

source: Do you want to import them?
ca: Voleu importar-los?
gl: Desexa importalos?

source: Loading newly created project...
ca: S'està carregant el nou projecte...
gl: Cargando o proxecto recén creado...

source: A Project is already using this file.
ca: Un altre projecte ja utiltiza aquest fitxer.
gl: Un proxecto xa está usando este ficheiro.

source: Local Team Template
ca: Plantilla de l'equip local
gl: Modelo do equipo local

source: Visitor Team Template
ca: Plantilla d l'equip visitant
gl: Modelo do equipo visitante

source: The playlist is empty!
ca: La llista de reproducció està buida!
gl: A lista de reprodución está baleira.

source: Delete Play
ca: Eliminar jugada
gl: Borrar a xogada

source: Add New Play
ca: Afegir nova jugada
gl: Engadir unha nova xogada

source: No Team
ca: Sense equip
gl: Sen equipo

source: Team Selection
ca: Selecció d'equip
gl: Selección do equipo

source: Tag player
ca: Etiquetar jugador
gl: Etiquetar un xogador

source: Error retrieving the file info for project:
ca: S'ha produït un error mentre es recuperava el fitxer d'informació del projecte:
gl: Produciuse un erro recuperando a información do ficheiro para o proxecto:

source: This value will be reset. Remember to change it later with the projects manager
ca: Aquest valor es restablirà. Recordeu de canviar-lo més tard des del gestor de projectes
gl: Este valor debe restabelecerse. Recordarme cambialo máis tarde co xestor de proxectos

source: Change Me
ca: Canviam
gl: Cambiarme

source: The Project for this video file already exists.
ca: Ja existeix un projecte per aquest fitxer de vídeo.
gl: O proxecto para este ficheiro de vídeo xa existe.

source: Try to edit it with the Database Manager
ca: Proveu de modificar-ho amb el gestor de dades
gl: Tente editalo co xestor da base de datos

source: Creating video...
ca: Creant el vídeo...
gl: Creando o vídeo...

source: Tag players
ca: Etiquetar jugadors
gl: Etiquetar os xogadores

source: <b>You haven't tagged any play yet.</b> You can add new tags using the text entry and clicking "Add Tag"
ca: <b>No heu etiquetat cap jugador encara.</b> Podeu afegir noves etiquetes a l'entrada de text i fent clic a "Afegir etiqueta"
gl: <b>Aínda non etiquetou ningunha xogada.</b> Pode engadir novas etiquetas usando a entrada de texto e premendo «Engadir etiqueta»

source: Add Tag
ca: Afegir etiqueta
gl: Etiquetar

source: Portable (4:3 - 320x240)
ca: Portàtil (4:3 - 320x240)
gl: Portátil (4:3 - 320x240)

source: <b>Data Base Migration</b>
ca: <b>Migració de dades</b>
gl: <b>Migración da base de datos</b>

source: <b>Playlists Migration</b>
ca: <b>Migració de llistes de reproducció</b>
gl: <b>Migración das listas de reprodución</b>

source: <b>Templates Migration</b>
ca: <b>Migració de plantilles</b>
gl: <b>Migración dos modelos</b>

source: Color:
gl: Cor:

source: HotKey:
ca: Drecera de teclat:
gl: Tecla rápida:

source: Video Bitrate (kbps):
ca: Taxa de bits del vídeo (kbps):
gl: Taxa de bits do vídeo (kbps):

source: Video Format:
ca: Format del vídeo:
gl: Formato do vídeo:

source: Lead time:
ca: Temps avançat:
gl: Inicio:

source: Lag time:
ca: Temps retardat:
gl: Fin:

source: The video edition has finished successfully.
ca: L'edició de vídeo ha finalitzat amb èxit.
gl: A edición do vídeo rematou correctamente.

source: Section
ca: Secció
gl: Sección

source: StartTime
ca: Temps inicial
gl: Hora de inicio

source: StopTime
ca: Temps final
gl: Hora de finalización

source: CSV exported successfully.
ca: S'ha exportat el CSV amb èxit.
gl: O ficheiro CSV exportouse correctamente.

source: Tag
ca: Etiqueta
gl: Etiqueta

source: Player
ca: Jugador
gl: Xogador

source: The project will be saved to a file. You can insert it later into the database using the "Import project" function once you copied the video file to your computer
ca: Es guardarà el projecte en un fitxer. Podeu afegir-lo a la base de dades més tard utilitzant la funció "Importar projecte" un cop hagi copiat el fitxer de vídeo al seu equip.
gl: O proxecto gardarase nun ficheiro. Pode inserilo máis tarde na base de datos usando a función «Importar un proxecto» unha vez que copie o ficheiro de vídeo no computador

source: Project saved successfully.
ca: El projecte s'ha guardat amb èxit.
gl: O proxecto gardouse correctamente.

source: This file is already used in another Project.
ca: Un altre projecte ja utilitza aquest fitxer.
gl: Este ficheiro xa está en uso noutro proxecto.

source: Select a different one to continue.
ca: Seleccioneu-ne un altre per a poder continuar.
gl: Seleccionar un diferente para continuar.

source: Select Export File
ca: Seleccionar un fitxer per a exportar
gl: Seleccionar un ficheiro para exportar

source: The template already exists.Do you want to overwrite it ?
ca: La plantilla ja existeix, voleu sobreescriure-la?

source: Full HD 1080p (16:9 - 1920x1080)
ca: HD complet 1080p (16:9 - 1920x1080)

source: Local Goals:
ca: Gols a casa:

source: Visitor Goals:
ca: Gols del visitant:

source: The stop time is smaller than the start time.The play will not be added.
ca: El temps final és menor que el d'inici. La jugada no s'afegirà.
