Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: Do you want to save the current project?
de: Wollen Sie das aktuelle Projekt speichern?
fr: Voulez-vous sauvegarder le project actuel?
it: Vuoi salvare il progetto attuale?

source: Export project
de: Projekt exportieren
fr: Exporter le projet
it: Esporta progetto
nb: Eksporter prosjekt

source: ANALYSIS DASHBOARDS MANAGER
de: ANALYSE MANAGER ÜBERSICHT
fr: GESTIONNAIRE DE TABLEAUX D'ANALYSE
it: MANAGER DEI PANELLI DI CONTROLLO DELLE ANALISI

source: System
fr: Système
it: Sistema

source: System dashboards can't be edited, do you want to create a copy?
de: System-Übersichten können nicht bearbeitet werden, möchten Sie eine Kopie erstellen?
fr: Les tableaux systèmes ne peuvent être modifiés, voulez vous créer une copie ?
it: I pannelli di controllo del sistema non possono essere modificati, vuoi crearne una copia?

source: A dashboard with the same name already exists
de: Eine Übersicht mit dem gleichen Namen existiert bereits
fr: Une fenêtre de commandes du même nom existe déjà
it: Già esiste un pannello di controllo con lo stesso nome

source: Do you want to save the current dashboard
de: Wollen Sie die aktuelle Übersicht speichern?
fr: Voulez-vous enregistrer la fenêtre de commandes actuelle
it: Vuoi salvare il pannello di controllo in uso?

source: New dashboard
de: Neue Übersicht
fr: Nouvelle fenêtre de commandes
it: Nuovo pannello di controllo

source: Import dashboard
de: Übersicht importieren
fr: Importer une fenêtre de commandes
it: Importa pannello di controllo

source: Delete dashboard
de: Übersicht löschen
fr: Supprimer la fenêtre de commandes
it: Cancella pannello di controllo

source: Save dashboard
de: Übersicht speichern
fr: Enregistrer la fenêtre de commandes
it: Salva pannello di controllo

source: Add category button
de: Schaltfläche für Kategorie hinzufügen
fr: Ajouter un bouton de catégorie
it: Aggiungi il pulsante della categoria

source: Add tag button
de: Schaltfläche für Schlagwort hinzufügen
fr: Ajouter un bouton de séquence
it: Aggiungi pulsante tag

source: Add score button
de: Schaltfläche für Spielstand hinzufügen
fr: Ajouter un bouton de score
it: Aggiungi il pulsante del punteggio

source: Add timer button
de: Schaltfläche für Zeit hinzufügen
fr: Ajouter un bouton chronomètre
it: Aggiungi il pulsante del timer

source: Add card button
de: Schaltfläche für Karte hinzufügen
fr: Ajouter un bouton de carton
it: Aggiungi pulsante cartellino

source: Could not load dashboard
de: Übersicht konnte nicht geladen werden
fr: Echec lors du chargement du tableau
it: Impossibile caricare il pannello di controllo

source: Do you really want to delete the dashboard:
de: Wollen Sie die Übersicht wirklich löschen?
fr: Voulez-vous vraiment supprimer la fenêtre de commandes :
it: Vuoi veramente cancellare il pannello di controllo:

source: Dashboard files
de: Dateien der Übersicht
fr: Fichiers de fenêtre de commandes
it: File del pannello di controllo

source: Dashboard name:
de: Name Übersicht:
fr: Nom de la fenêtre de commandes :
it: Nome del pannello di controllo:

source: Name conflict
de: Namenskonflikt
fr: Conflit dans le nom
it: Nome in conflitto

source: Error importing template:
de: Fehler beim Importieren des Templates:
fr: Erreur pendant l'importation du modèle :
it: Errore durante l'importazione del modello:

source: New dasboard
de: Neue Übersicht
fr: Nouveau modèle
it: Nuovo pannello di controllo

source: Event types:
de: Veranstaltungstypen:
fr: Types d'événement :
it: Tipi di eventi:

source: The dashboard name is empty.
de: Name der Übersicht ist leer.
fr: La fenêtre de commandes est vide.
it: Il nome del pannello di controllo è vuoto.

source: The dashboard already exists. Do you want to overwrite it?
de: Die Übersicht besteht bereits, wollen Sie diese überschreiben?
fr: Le tableau existe déjà. Voulez vous l'écraser ?
it: Il pannello di controllo già esiste. Desideri sovrascriverlo?

source: TEAMS MANAGER
de: Team Manager
fr: GESTIONNAIRE D'EQUIPES
it: MANAGER DELLE SQUADRE

source: New team
de: Neue Mannschaft
fr: Nouvelle équipe
it: Nuova squadra
nb: Nytt lag

source: Delete team
de: Team löschen
fr: Supprimer l'équipe
it: Elimina squadra

source: Save team
de: Team speichern
fr: Supprimer l'équipe
it: Salva squadra

source: System teams can't be edited, do you want to create a copy?
de: Teams im System können nicht bearbeitet werden, wollen Sie eine Kopie erstellen um fortzufahren?
fr: Les équipes du système ne peuvent pas être modifiées. Souhaitez-ous créer une copie?
it: Le squadre del sistema non possono essere eliminate, vuoi crearne una copia?

source: A team with the same name already exists
de: Ein Team mit diesem Namen besteht bereits.
fr: Une équipe avec le même nom existe déjà
it: Esiste già una squadra con lo stesso nome

source: Do you want to save the current template
de: Soll die aktuelle Vorlage gespeichert werden
fr: Voulez-vous enregistrer le modèle actuel
it: Vuoi salvare il modello attualmente in uso?
nb: Ønsker du å lagre den åpne templaten

source: Could not load team
de: Team konnte nicht geladen werden
fr: Impossible de charger l'équipe
it: Impossibile caricare la squadra

source: System teams can't be deleted
de: Teams im System können nicht gelöscht werden
fr: Les équipes du système ne peuvent pas être effacées
it: Le squadre del sistema non possono essere eliminate

source: The template name is empty.
de: Der Vorlagenname ist leer.
fr: Le nom du modèle est vide.
it: Il nome del modello è vuoto.
nb: Templatenavn er tomt

source: The template can't be named 'default'.
de: Die Vorlage darf nicht 'Standard' heißen.
fr: Le modèle ne peut être nommé 'défaut'
it: Il modello non può essere denominato "default".
nb: Template kan ikke navngis "default"

source: The template already exists. Do you want to overwrite it?
de: Das Template besteht bereits, wollen Sie es überschreiben?
fr: Elément déjà existant. Voulez vous l'écraser ?
it: Il modello già esiste. Vuoi sovrascriverlo?

source: New
de: Neu
fr: Nouveau
it: Nuovo
nb: Ny

source: Import
de: Importieren
fr: Importer
it: Importa
nb: Importer

source: Projects manager
it: Manager dei progetti
nb: Prosjekt manager

source: Analysis Dashboards manager
it: Manager dei pannelli di controllo delle analisi
nb: Analyse Dashbord manager

source: Teams manager
it: Manager squadre
nb: Lag manager

source: Category
ca: Categoria
el: Κατηγορία
gl: Categoría
it: Categoria
nb: Kategori
sl: Kategorija

source: Timers
de: Zeitmesser
fr: Chronomètres
it: Timer

source: Visible
el: Ορατό
it: Visibile
nb: Synlig
sl: Vidno

source: Select all
el: Επιλογή όλων
it: Seleziona tutto
nb: Velg alle
sl: Izberi vse

source: Unselect all
el: Αποεπιλογή όλων
it: Deseleziona tutto
nb: Opphev alle
sl: Odstrani izbor vsega

source: External video
de: Externes Video
fr: Vidéo externe
it: Video esterno

source: External image
de: Externes Bild
fr: Image externe
it: Immagine esterna

source: Edit name
ca: Modificar nom
da: Rediger navn
de: Name bearbeiten
el: Επεξεργασία ονόματος
fr: Modifier le nom
gl: Editar o nome
it: Modifica il nome
sl: Uredi ime

source: Insert before
de: Davor einfügen
fr: Insérer avant
it: Inserisci prima

source: Insert after
de: Danach einfügen
fr: Insérer après
it: Inserisci dopo

source: Render
de: Ausgabe
fr: Rendu
it: Effettuare il rendering

source: Job name
da: Jobnavn
de: Auftragsname
el: Όνομα εργασίας
fr: Nom de la tâche
it: Nome processo
nb: Jobbnavn
sl: Ime posla

source: State
da: Tilstand
de: Status
el: Κατάσταση
fr: Etat
it: Stato
nb: Status
sl: Stanje

source: Add
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
it: Aggiungi
nb: Legg til
sl: Dodaj

source: Version {0} is available! (You are using version {1}) <a href="{2}">Click here to get it.</a>
de: Version {0} ist verfügbar. (Sie nutzen Version {1}) <a href="{2}">Hier klicken zur Aktualisierung</a>
fr: La version {0} est disponible! (Vous utilisez la version {1}) <a href="{2}">Cliquez ici pour l'obtenir</a>
it: La versione {0} è disponibile! (Stai usando la versione {1}) <a href="{2}">Clicca qui per ottenerla.</a>

source: New version available
de: Neue Version verfügbar
fr: Nouvelle version disponible
it: Nuova versione disponibile

source: Changes:
de: Änderungen
fr: Modifications:
it: Cambiamenti:

source: Do not notify me again until next version
de: Nicht weiter erinnern bis zur nächsten Version
fr: Ne plus me prévenir avant la prochaine version
it: Non notificarmi fino alla prossima versione:

source: Choose an image
ca: Trieu una imatge
da: Vælg et billede
de: Bild auswählen
el: Επιλέξτε μια εικόνα
fr: Choisir une image
gl: Escoller unha imaxe
it: Seleziona un'immagine
nb: Velg ett bilde
sl: Izbor slike

source: Image file format not supported
de: Bildformat wird nicht unterstützt
fr: Le format de l'image n'est pas supporté
it: Formato immagine non supportato

source: Analyzing video file:
ca: Analitzant el fitxer de vídeo:
da: Analyserer videofil:
de: Videodatei wird analysiert:
el: Ανάλυση του αρχείου βίντεο:
fr: Analyse du fichier vidéo
gl: Analizando o ficheiro de vídeo:
it: Analisi file video in corso:
nb: Analyser videofil:
sl: Analiziranje video datoteke:

source: Timeout parsing file.
de: Timeout Parsing-Datei.
fr: Délais d'attente dépassé pour l'analyse de ce fichier.
it: Tempo per l'elaborazione del file esaurito.

source: This file doesn't contain a video stream.
ca: Aquest fitxer no conté un fluxe de vídeo.
da: Denne fil indeholder ikke en videostrøm.
de: Diese Datei enthält keinen Videostrom.
el: Αυτό το αρχείο δεν περιέχει ροή βίντεο.
fr: Le fichier ne contient pas de flux vidéo.
gl: Este ficheiro non contén un fluxo de vídeo.
it: Il file non contiene un flusso video.
nb: Denne filen inneholder ikke en videostrøm.
sl: Datoteka ne vsebuje video pretoka.

source: This file contains a video stream but its length is 0.
ca: Aquest fitxer conté un fluxe de vídeo però de longitud 0.
da: Denne fil indeholder en videostrøm men videostrømmens længde er 0.
de: Diese Datei enthält zwar einen Videostrom, der aber die Länge 0 hat.
el: Αυτό το αρχείο περιέχει ροή βίντεο, αλλά το μήκος της είναι 0.
fr: Le fichier contient un flux vidéo mais sa longueur est de 0
gl: Este ficheiro contén un fluxo de vídeo pero a súa lonxitude é 0.
it: Questo file contiene un flusso video ma la sua durata è 0.
nb: Denne filen inneholder en videostrøm men varigheten er 0.
sl: Datoteka vsebuje video pretok, vendar je dolžine 0.

source: Open file
de: Datei öffnen
el: Άνοιγμα αρχείου
fr: Ouvrir un fichier
it: Apri file
nb: Åpne fil
sl: Odpri datoteko

source: This file is not in a supported format, convert it with the video conversion tool
de: Diese Datei ist nicht im unterstützten Format, konvertieren Sie es mit dem Video Konvertierungs-Werkzeug
fr: Le format de ce fichier n'est pas pris en charge, convertissez le à l'aide de l'outil de conversion vidéo
it: Questo file non è in un formato supportato, va convertito con lo strumento di conversione video

source: This file needs to be converted into a more suitable format.(This step will only take a few minutes)
de: Diese Datei muss in ein geeignetes Format umgewandelt werden. (Dieser Schritt dauert nur einige wenige Minuten)
fr: Ce fichier doit être converti dans un format plus adapté. (Cette opération ne devrait prendre que quelques minutes)
it: Questo file deve essere convertito in un formato più adatto. (Questo passaggio impiegherà soltanto pochi minuti)

source: Jump (s):
da: Hop (s):
de: Sprung (s):
el: Μετάβαση (s):
fr: Pas (en sec)
it: Salto (i):
nb: Hopp
sl: Skoki:

source: Time:
ca: Temps:
da: Tid:
de: Zeit:
el: Χρόνος:
fr: Time-code/Durée
gl: Tempo:
it: Tempo:
nb: Tid:
sl: Čas:

source: Replay
de: Wiederholung
fr: Rejouer
it: Ripeti

source: Live
fr: Direct
it: In diretta

source: Out of scope
de: Außerhalb des Sichtfeldes
fr: Hors champs
it: Fuori dal campo di applicazione

source: Pause clock
de: Uhr stoppen
fr: Mettre l'horloge en pause
it: Sospendi l'orologio

source: Resume clock
de: Uhr weiterlaufen lassen
fr: Redémarrer l'horloge
it: Riprendi il cronometro

source: Save project
da: Gem projekt
de: Projekt speichern
el: Αποθήκευση έργου
fr: Enregistrer le projet
it: Salva progetto
nb: Lagre prosjekt
sl: Shrani projekt

source: Delete event
de: Veranstaltung löschen
fr: Effacer l'événement
it: Elimina evento

source: Replay event
de: Veranstaltung erneut abspielen
fr: Rejouer l'événement
it: Ripeti l'evento

source: Period recording already started
de: Aufnahmezeitraum hat bereits begonnen
fr: L'enregistrement de la période a déjà commencé
it: Periodo di registrazione già avviato

source: Period recording not started
de: Aufnahmezeitraum hat noch nicht begonnen
fr: L'enregistrement de la période n'a pas commencé
it: Periodo di registrazione non avviato

source: Do you want to finish the current capture?
de: Willst Du die aktuelle Aufnahme beenden?
fr: Voulez-vous terminer la capture actuelle?
it: Vuoi terminare l'acquisizione video in corso?
nb: Ønsker du å stoppe opptaket?

source: Do you want to close and cancel the current capture?
de: Möchten Sie aktuellen Aufnahmen abbrechen?
fr: Voulez vous fermer et annuler la capture en cours ?
it: Vuoi chiudere e annullare l'acquisizione attuale?

source: Device disconnected. The capture will be paused
da: Enhed afbrudt. Optagelsen bliver sat på pause
de: Gerät wurde getrennt. Die Aufnahme wird unterbrochen.
el: Αποσύνδεση συσκευής. Η λήψη θα διακοπεί
fr: Périphérique deconnecté. La capture est suspendue
gl: O dispositivo está desconectado. A captura pararase
it: Dispositivo scollegato. L'acquisizione sarà sospesa
nb: Enhet frakoblet. Opptaket vil bli satt på pause
sl: Naprava ni povezana. Zajemanje bo prekinjeno.

source: Device reconnected. Do you want to restart the capture?
de: Gerät verbunden. Wollen Sie die Aufnahme erneut starten?
fr: Le périphérique est de nouveau connecté. Voulez vous redémarrer la capture ?
it: Dispositivo riconnesso. Vuoi riavviare l'acquisizione?

source: Playback speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
it: Velocità di riproduzione

source: Play
fr: Lecture
it: Riproduci

source: Pause
it: Pausa

source: Previous
de: Vorher
fr: Précédent
it: Precedente

source: Next
de: Nächstes
fr: Suivant
it: Prossimo

source: Jump in seconds. Hold the Shift key with the direction keys to activate it.
de: In Sekundenschritten. Zur Aktivierung Shift-Taste mit den Pfeiltasten halten.
fr: Saut en secondes. Maintenir la touche MAJ enfoncee avec les fleches de direction pour l'activer.
it: Raggiungilo in pochi secondi. Tieni premuto il tasto MAIUSC con i tasti direzionali per attivarlo.

source: Detach window
de: Fenster trennen
fr: Détachere la fenêtre
it: Separa la finestra

source: Remuxing file...
da: Remuxer fil ...
de: Datei wird remuxt …
el: Επαναπολυπλεξία αρχείου...
fr: Remixage du fichier...
it: Remux del file in corso...
nb: Remuxing av file...
sl: Ponovno zvijanje datoteke ...

source: Remuxing file, this might take a while...
de: Remuxe Datei, das kann eine Weile dauern...
el: Επαναπολυπλεξία αρχείου, αυτό μπορεί να πάρει λίγο χρόνο...
fr: Remixage du fichier, cela pourrait prendre un certain temps ...
it: Remux del file in corso; questa operazione impiega un po' di tempo...
nb: Remuxer fil, dette kan ta litt tid....
sl: Ponovno zvijanje datoteke. Postopek je lahko dolgotrajen ...

source: Error remuxing file:
de: Fehler beim Remuxen der Datei:
el: Σφάλμα κατά την επαναπολυπλεξία αρχείου:
fr: Erreur pendant le remixage du fichier:
it: Errore nel remux del file:
nb: Feil under re-muxing av fil:
sl: Napaka med ponovnem zvijanju datoteke:

source: The file you are trying to load is not properly supported. Would you like to convert it into a more suitable format?
da: Filen, du forsøger at indlæse, er ikke ordentlig understøttet. Ønsker du at konvertere den til et mere egnet format?
de: Die von Ihnen zum Laden gewählte Datei wird nicht korrekt unterstützt. Wollen Sie diese in ein unterstütztes Format umwandeln?
el: Το αρχείο που προσπαθείτε να φορτώσετε δεν υποστηρίζεται σωστά. Θα θέλατε να το μετατρέψετε σε μια πιο κατάλληλη μορφή;
fr: Le fichier que vous essayez de charger n'est pas intégralement supporté. Voulez-vous le convertir dans un format plus adapté ?
it: Il file che stai cercando di caricare non è del tutto supportato. Lo vuoi convertire in un formato più idoneo?
nb: Filen du forsøker å loade er ikke supportert. Ønsker du å konvertere filen til ett supportert fomat?
sl: Vrsta datoteke, ki jo želite naložiti, ni popolnoma podprta. Ali jo želite pretvoriti v ustrezen zapis?

source: Tags list
da: Mærkeliste
de: Schlagwortliste
el: Κατάλογος ετικετών
fr: Liste des tags
it: Lista delle tag
nb: Tagg liste
sl: Seznam oznak

source: Tags:
da: Mærker:
de: Schlagwörter:
el: Ετικέτες:
it: Tag:
nb: Tagger:
sl: Oznake:

source: Local
da: Hjemme
de: Lokal
el: Γηπεδούχος
fr: Locaux
it: Locale
nb: Lokal
sl: Krajevno

source: Visitor
da: Ude
de: Gast
el: Φιλοξενούμενος
fr: Visiteurs
it: Ospite
nb: Bortelag
sl: Gostujoča ekipa

source: List of players
da: Liste af spillere
de: Spielerliste
el: Κατάλογος παιχτών
fr: Liste des joueurs
it: Lista dei giocatori
nb: Spillerliste
sl: Seznam igralcev

source: Teams:
da: Hold:
de: Mannschaften:
el: Ομάδες:
fr: Equipes
it: Squadre:
nb: Lag:
sl: Ekipe:

source: Team selection
da: Valg af hold
de: Mannschaftsauswahl
el: Επιλογή ομάδας
fr: Sélection de l'équipe
it: Selezione squadra
nb: Lag valg
sl: Izbor ekipe

source: Coordinates
de: Koordinaten
el: Συντεταγμένες
fr: Coordonnées
it: Coordinate
nb: Koordinater
sl: Koordinate

source: Migration tool
de: Migrationswerkzeug
fr: Outil de migration
it: Strumento di migrazione
nb: Migreringsverktøy

source: <b> We have found the following elements from the old version: </b>
de: <b> Die folgenden Elemente stammen aus einer alten Version: </b>
fr: <b> Nous avons trouvé les éléments de l'ancienne version suivants: </b>
it: <b>Abbiamo trovato i seguenti elementi dalla vecchia versione: </b>
nb: <b> Følgende elementer fra tidligere versjon er funnet: </b>

source: Convert
de: Konvertieren
fr: Convertir
it: Converti
nb: Konverter

source: Nothing to migrate from the old version
de: Nichts von der alten Version verwenden
fr: Rien à migrer de l'ancienne version
it: Nulla da importare dalla vecchia versione

source: Databases
de: Datenbanken
fr: Bases de données
it: Database

source: Dashboards
de: Übersicht
fr: Gestionnaires de fenêtres
it: Pannelli di controllo

source: Teams
fr: Equipes
it: Squadre

source: Fake live source
ca: Font de fals directe
da: Falsk livekilde
de: Simulierte Live-Quelle
el: Απομίμηση ζωντανής πηγής
fr: Source factice pour le direct
gl: Orixe en falso directo
it: Falsa origine in diretta
nb: Fake live kilde
sl: Lažni vir v živo

source: Could not parse file:
de: Kann Datei nicht verarbeiten:
el: Αδύνατη η ανάλυση του αρχείου:
fr: Analyse du fichier impossible:
it: Impossibile analizzare il file:
nb: Kunne ikke parse filen:
sl: Datoteke ni mogoče razčleniti:

source: CSV export plugin
fr: Greffon d'export CSV
it: plugin di esportazione in CSV

source: Export project into CSV format
de: Projekt als CSV-Datei exportieren
fr: Exporter le projet au format CSV
it: Esporta il progetto in formato CSV

source: Export project to CSV file
de: Projekt als CSV exportieren
el: Εξαγωγή έργου σε αρχείο CSV
fr: Exporter le projet vers un fichier CSV
it: Esporta il progetto in un file CSV
nb: Eksporter prosjekt til CSV-fil
sl: Izvozi projekt v datoteko CSV

source: Project exported successfully
da: Projektet eksporteret
de: Projekt wurde erfolgreich exportiert
el: Επιτυχής εξαγωγή έργου
fr: Projet exporté avec succès
it: Progetto esportato con successo
nb: Prosjektet ble eksportert
sl: Projekt je uspešno izvižen

source: Error exporting project
da: Fejl under eksport af projekt
de: Fehler beim Exportieren des Projekts
el: Σφάλμα κατά την εξαγωγή του έργου
fr: Erreur pendant l'exportation du projet
it: Errore durante l'esportazione del progetto
nb: Prosjektet feilet under eksport
sl: Napaka med izvažanjem projekta

source: GStreamer open source plugins
fr: Greffons GStreamer open source
it: Plugin open source di GStreamer

source: GStreamer open source plugins with patents issues
de: GStreamer Open-Source-Plugins mit Patentproblemen
fr: Greffons GStreamer open source problématiques pour cause de brevets
it: Plugin GStreamer open source con rilasci di brevetti

source: No data available
de: Keine Daten vorhanden
el: Χωρίς διαθέσιμα δεδομένα
fr: Aucune donnée disponible
it: Nessun dato disponibile
nb: Ingen data tilgjengelig
sl: Ni podatkov na voljo

source: Statistics
de: Statistik
el: Στατιστικά
fr: Statistiques
it: Statistiche
nb: Statistikk
sl: Statistika

source: <b>All</b>
de: <b>Alle</b>
el: <b>Όλα</b>
fr: <b>Tout</b>
it: <b>Tutto</b>
nb: Alle
sl: <b>Vse</b>

source: <b>Home</b>
de: <b>Heim</b>
el: <b>Εντός έδρας</b>
fr: <b>Domicile</b>
it: <b>Casa</b>
nb: Hjemme
sl: <b>Osebna mapa</b>

source: <b>Away</b>
de: <b>Gast</b>
el: <b>Εκτός έδρας</b>
fr: <b>Extérieur</b>
it: <b>Fuori casa</b>
nb: Borte
sl: <b>Odsotno</b>

source: Zonal tagging
de: Lokales taggen
el: Ετικέτες σε ζώνες
fr: Séquençage de zone
it: Etichettatura zonale
nb: Posisjonell tagging
sl: Označevanje območij

source: Sub categories
de: Unterkategorien
el: Υποκατηγορίες
fr: Sous catégories
it: Sottocategorie
nb: Underkategorier
sl: Podrejene kategorije

source: Histogram
de: Histogramm
el: Ιστόγραμμα
fr: Histogramme
it: Istogramma

source: Pie chart
de: Kreisdiagramm
el: Διάγραμμα πίτας
fr: Diagramme
it: Grafico a torta
nb: Kakediagram
sl: Diagram pite

source: Game stats
de: Spielestatistik
el: Στατιστικά αγώνα
fr: Générales
it: Statistiche di gioco
nb: Kamp statistikk
sl: Statistika igre

source: Categories stats
de: Kategorien-Statistik
el: Στατιστικά κατηγοριών
fr: Statistiques de catégories
it: Statistiche delle categorie
nb: Kategori statistikk
sl: Statistika kategorij

source: Players stats
de: Spielerstatistik
el: Στατιστικά παικτών
fr: Statistiques des joueurs
it: Statistiche dei giocatori
nb: Spiller statistikk

source: Count
da: Antal
de: Anzahl
el: Μέτρηση
fr: Nombre
it: Totale
nb: Teller
sl: Število

source: Total
da: I alt
de: Gesamt
el: Σύνολο
it: Totale
sl: Skupaj

source: All
de: Alles
el: Όλα
fr: Tout
it: Tutto
nb: Alle
sl: Vse

source: Game statistics
de: Spielstatistiken
fr: Statistiques de jeu
it: Statistiche di gioco

source: Show the game statistics
de: Spielstatistiken anzeigen
fr: Voir les statistiques de jeu
it: Mostra le statistiche di gioco

source: A rendering job is running in the background. Do you really want to quit?
de: Ein Rendering-Prozess läuft im Hintergrund. Wollen Sie diesen wirklich beenden?
fr: Un export est en court en arrière-plan. Voulez-vous vraiment quitter ?
it: Un processo di rendering è in atto in background. Vuoi realmente uscire?

source: Close the current project to open the database manager
de: Beende das aktuelle Projekt, um die Datenbankverwaltung aufzurufen
el: Κλείστε το τρέχον έργο για να ανοίξετε τον διαχειριστή βάσης δεδομένων
fr: Fermez le projet actuel avant d'ouvrir le gestionnaire de bases de données
it: Chiudi il progetto in uso per aprire la gestione del database
nb: Lukk prosjektet for å åpne database manager
sl: Zapri trenutni projekt pred odpiranjem upravljalnika podatkovne zbirke

source: Error capturing video frame
de: Fehler bei der Videoaufnahme
fr: Erreur dans la capture vidéo
it: Errore nell'acquisizione del fotogramma video

source: Video capture is stopped
de: Die Aufnahme wurde gestoppt
fr: La capture vidéo est arrêtée
it: L'acquisizione del video è stata interrotta
nb: Video opptak er stoppet

source: Invalid camera configuration
de: Ungültige Kamerakonfiguration
fr: Configuration de caméra invalide
it: Configurazione della camera invalida

source: Playlist name:
de: Name der Wiedergabeliste:
fr: Nom de la liste de lecture:
it: Nome della lista di riproduzione:
nb: Spilleliste navn
