Repository: LongoMatch/longomatch
Catalog: po/*.po
Languages: ca, da, de, el, fr, gl, it, nb, sl

source: Player Details
ca: Detalls de la jugada
da: Spillerdetaljer
el: Λεπτομέρειες παίχτη
gl: Información do xogador
sl: Podrobnosti igralca

source: Press a key combination using Shift+key or Alt+key. Hotkeys with a single key are also allowed with Ctrl+key.
ca: Podeu prémer una combi combinació de tecles amb Majús+tecla i Alt+tecla, o utilitzar una drecera de teclat simple mitjançant Ctrl+tecla.
da: Tryk på en tastekombination med brug af Skift-tast eller Alt-tast. Genvejstaster med en enkelt tast kan også bruges med Ctrl+tast.
el: Πιέστε έναν συνδυασμό πλήκτρων χρησιμοποιώντας Shift+πλήκτρο ή Alt+πλήκτρο. Τα θερμά πλήκτρα με μοναδικό πλήκτρο επιτρέπονται επίσης με Ctrl+πλήκτρο.
gl: Prema unha combinación de teclas usando Maiús+tecla ou Alt+tecla. As teclas rápidas cunha soa tecla tamén están permitidas con Ctrl+tecla.
sl: Pritisnite skupino tipk z Shift+tipka ali pa Alt+tipka. Hitre tipke z določeno enojno tipkko so prav tako dovoljene.

source: New Project
ca: Nou projecte
da: Nyt projekt
el: Νέο έργο
gl: Novo proxecto
sl: Nov projekt

source: Open Project
ca: Obrir projecte
da: Åbn projekt
el: Άνοιγμα έργου
gl: Abrir un proxecto
sl: Odpri projekt

source: New project using a video file
ca: Nou projecte mitjançant un fitxer de vídeo
da: Nyt projekt ud fra videofil
el: Νέο έργο χρησιμοποιώντας αρχείο βίντεο
gl: Novo proxecto usando un ficheiro de vídeo
sl: Nov projekt z novo video datoteko

source: Live project using a capture device
ca: Projecte en directe utilitzant un dispositiu de captura
da: Liveprojekt der bruger en optagerenhed
el: Ζωντανό έργο χρησιμοποιώντας συσκευή λήψης
gl: Proxecto en directo usando un dispositivo de captura
sl: Projekt v živo z uporabo naprave za zajemanje

source: Live project using a fake capture device
ca: Nou projecte en directe utilitzant un dispositiu de captura fals
da: Liveprojekt der bruger en falsk optagerenhed
el: Ζωντανό έργο χρησιμοποιώντας απομίμηση συσκευής λήψης
gl: Proxecto en directo usando un dispositivo de captura falso
sl: Projekt v živo z uporabo lažne naprave za zajemanje

source: Live project using an IP camera
el: Ζωντανό έργο χρησιμοποιώντας κάμερα IP
sl: Projekt v živo z uporabo kamere in protokola IP

source: <b>Project Details</b>
ca: <b>Detalls del project</b>
da: <b>Projektdetaljer</b>
el: <b>Λεπτομέρειες έργου</b>
gl: <b>Detalles do proxecto</b>
sl: <b>Podrobnosti projekta</b>

source: _Export
ca: _Exportar
da: _Eksporter
el: _Εξαγωγή
gl: _Exportar
sl: _Izvozi

source: Play:
ca: Jugada:
da: Kamp:
el: Αναπαραγωγή:
gl: Xogada:
sl: Predvajanje:

source: Stats
el: Στατιστικά
sl: Statistika

source: Edit subcategory tags
da: Rediger underkategorimærker
el: Επεξεργασία ετικετών υποκατηγοριών
sl: Uredi oznake podrejenih kategorij

source: Quick tag
da: Hurtigmærke
el: Γρήγορη ετικέτα
sl: Hitra oznaka

source: Subcategory name:
da: Navn for underkategori:
el: Όνομα υποκατηγορίας:
sl: Ime podrejene kategorije:

source: Allow multiple selections
da: Tillad flere valg
el: Επιτρέπονται οι πολλαπλές επιλογές
sl: Dovoli več izborov

source: Goal type
da: Måltype
el: Τύπος τέρματος
sl: Vrsta cilja

source: Penalty
da: Straf
el: Πέναλτι
sl: Kazenski strel

source: Add tag
ca: Afegir etiqueta
da: Tilføj mærke
el: Προσθήκη ετικέτας
gl: Etiquetar
sl: Dodaj oznako

source: <b>Tags</b>
da: <b>Mærker</b>
el: <b>Ετικέτες</b>
sl: <b>Oznake</b>

source: Tag play
ca: Etiquetar jugada
da: Mærk kamp
el: Ετικέτα παιχνιδιού
gl: Etiquetar a xogada
sl: Označi igro

source: Tags
ca: Etiquetes
da: Mærker
el: Ετικέτες
gl: Etiquetas
sl: Oznake

source: Players
da: Spillere
el: Παίκτες
sl: Igralci

source: Categories Template
ca: Plantilla de categories
da: Skabelon for kategorier
el: Κατηγορίες προτύπων
gl: Modelo de categorías
sl: Predloga kategorij

source: Templates Manager
ca: Gestor de plantilles
da: Skabelonhåndtering
el: Διαχειριστής προτύπων
gl: Xestor de modelos
sl: Upravljalnik predlog

source: label7
ca: etiqueta7
da: etiket7
el: ετικέτα7
gl: etiqueta7
sl: oznaka7

source: Output size:
el: Μέγεθος εξόδου:
sl: Odvodna velikost:

source: Enable audio (Experimental)
el: Ενεργοποίηση ήχου (πειραματικό)

source: Categories Templates Manager
ca: Gestor de plantilles de categories
da: Skabelonhåndtering for kategorier
el: Διαχειριστής προτύπων κατηγοριών
gl: Xestor de modelos de categorías
sl: Upravljalnik predlog kategorij

source: Playlist
ca: Llista de reproducció
da: Afspilningsliste
el: Κατάλογος αναπαραγωγής
gl: Lista de reprodución
sl: Seznam predvajanja

source: Tagging view
da: Mærkevisning
el: Προβολή ετικέτας
sl: Pogled označevanja

source: Capture Mode
ca: Mode de captura
da: Optagelsestilstand
el: Λειτουργία λήψης
gl: Modo de captura
sl: Način zajemanja

source: Analyze Mode
ca: Mode d'anàlisis
da: Analysetilstand
el: Λειτουργία ανάλυσης
gl: Modo de análise
sl: Način analize

source: Teams Templates Manager
ca: Gestor de plantilles d'equips
da: Skabelonhåndtering for hold
el: Διαχειριστής προτύπων ομάδων
gl: Xestor de modelos de equipos
sl: Upravljalnik predlog ekip

source: Hide All Widgets
ca: Amaga-ho tot
da: Skjul alle kontroller
el: Απόκρυψη όλων των γραφικών συστατικών
gl: Ocultar todos os widgets
sl: Skrij vse gradnike

source: _Drawing Tool
ca: Eina de _dibuix
da: _Tegneværktøj
el: Εργαλείο _σχεδίασης
gl: Ferramenta de _debuxo
sl: _Orodja za risanje

source: Manual tagging view
da: Manuel mærkevisning
el: Χειροκίνητη προβολή ετικετών
sl: Pogled ročnega označevanja

source: Free Capture Mode
ca: Mode de captura lliure
da: Ubegrænset optagelsestilstand
el: Λειτουργία ελεύθερης λήψης
gl: Modo de captura libre
sl: Prosti način zajemanja

source: Game units view
da: Visning af spilopdelinger
el: Προβολή μονάδων παιχνιδιού
sl: Pogled delitve igre

source: Shortcuts
el: Συντομεύσεις
sl: Tipkovne bližnjice

source: Tag subcategories
el: Υποκατηγορίες ετικετών
sl: Podrejene kategorije oznake

source: New template
ca: Nova plantilla
da: Ny skabelon
el: Νέο πρότυπο
gl: Novo modelo
sl: Nova predloga

source: The template name is void.
ca: El nom de la plantilla està buit.
da: Skabelonnavnet er ugyldigt.
el: Το όνομα του προτύπου είναι κενό.
gl: O nome do modelo está baleiro.
sl: Novo ime predloge je prazno.

source: The template already exists. Do you want to overwrite it ?
da: Skabelonen findes allerede. Ønsker du at overskrive den?
el: Υπάρχει ήδη το πρότυπο. Θέλετε να το αντικαταστήσετε;
gl: O modelo xa existe. Desexa sobrescribilo?
nb: Templaten finnes allerede. Ønsker du å overskrive?
sl: Predloga že obstaja. Ali jo želite prepisati?

source: Add new
da: Tilføj ny
el: Προσθήκη νέας
sl: Dodaj novo

source: Delete
ca: Eliminar
da: Slet
el: Διαγραφή
gl: Eliminar
sl: Izbriši

source: Create new...
da: Opret ny...
el: Δημιουργία νέου...
sl: Ustvari novo ...

source: If you delete this subcategory you will looseall the tags associated with it. Do you want to proceed?
da: Hvis du sletter denne underkategori, så vil du miste alle mærker forbundet med denne underkategori. Ønsker du at fortsætte?
el: Αν διαγράψετε αυτήν την υποκατηγορία θα χάσετε όλες τις ετικέτες που σχετίζονται με αυτή. Θέλετε να συνεχίσετε;
sl: Če boste izbrisali to podrejeno kategorijo, boste izgubili vse oznake, vezane nanjo. Ali želite nadaljevati?

source: Select a folder
el: Επιλογή φακέλου
sl: Izberite mapo

source: Disable categories filters
el: Απενεργοποίηση φίλτρου κατηγοριών
sl: Onemogoči filtre kategorij

source: Enable categories filters
el: Ενεργοποίηση φίλτρου κατηγοριών
sl: Omogoči filtre kategorij

source: Disable players filters
el: Απενεργοποίηση φίλτρου παιχτών
sl: Onemogoči filtre igralcev

source: Enable players filters
el: Ενεργοποίηση φίλτρου παιχτών
sl: Omogoči filtre igralcev

source: OS X Source
el: Προέλευση OS X
sl: Vir OS X

source: DirectShow Source
ca: Origen «DirectShow»
da: Kilde for DirectShow
el: Πηγή DirectShow
gl: Orixe «DirectShow»
sl: Vir DirectShow

source: Filename
ca: Fitxer
da: Filnavn
el: Όνομα αρχείου
gl: Nome do ficheiro
sl: Ime datoteke

source: File length
ca: Mida del fitxer
da: Fillængde
el: Διάρκεια αρχείου
gl: Lonxitude do ficheiro
sl: Dolžina datoteke

source: Title
ca: Títol
da: Titel
el: Τίτλος
gl: Título
sl: Naslov

source: Local team
ca: Equip local
da: Hjemmehold
el: Γηπεδούχος ομάδα
gl: Equipo local
sl: Domača ekipa

source: Visitor team
ca: Equip visitant
da: Udehold
el: Φιλοξενούμενη ομάδα
gl: Equipo visitante
sl: Gostujoča ekipa

source: Result
ca: Resultat
da: Resultat
el: Αποτέλεσμα
gl: Resultado
sl: Rezultat

source: Teams players
da: Holdenes spillere
el: Παίκτες ομάδων
sl: Igralci ekip

source: Shield
da: Skjold
el: Ασπίδα
sl: Znak

source: Team Name
da: Holdnavn
el: Όνομα ομάδας
sl: Ime ekipe

source: You are about to delete a player and all its tags. Do you want to proceed?
da: Du er ved at slette en spiller og alle spillerens mærker. Vil du fortsætte?
el: Πρόκειται να διαγράψετε ένα παίκτη και όλες του τις ετικέτες. Θέλετε να συνεχίσετε;
sl: Izbrisali boste prevajalnik in vse pripadajoče oznake. Ali želite nadaljevati?

source: Export to PGN images
ca: Exportar a imatges PNG
da: Eksporter til PGN-billeder
el: Εξαγωγή σε εικόνες PGN
gl: Exportar como imaxes PGN
nb: Eksporter til PNG-bilder
sl: Izvozi skice v PNG

source: Backup successfull
el: Πετυχημένο αντίγραφο ασφαλείας
nb: Backup fullført
sl: Varnostna kopija je uspešno shranjena

source: This hotkey is already in use.
ca: Aquesta tecla ràpida ja està en us.
da: Genvejstasten er allerede i brug.
el: Η συντόμευση χρησιμοποιείται ήδη.
gl: Esta tecla rápida xa está en uso.
sl: Hitra tipka je že v uporabi.

source: Input files
el: Αρχεία εισόδου
sl: Dovodne datoteke

source: Error adding files:
el: Σφάλμα κατά την προσθήκη αρχείων:
sl: Napaka med dodajanjem datotek:

source: MP4 file
el: Αρχείο MP4
sl: Datoteka MP4

source: Save Video As ...
ca: Guardar vídeo com a...
da: Gem video som ...
el: Αποθήκευση βίντεο ως...
gl: Gardar o vídeo como...
sl: Shrani video kot ...

source: Output folder ...
el: Φάκελος εξόδου...
sl: Izhodna mapa ...

source: Import file project
el: Εισαγωγή έργου αρχείου
sl: Uvozi datoteko projekta

source: Lead Time
ca: Temps avançat
da: Varighed
el: Χρόνος οδήγησης
gl: Inicio
sl: Čas prehitevanja

source: Lag Time
ca: Temps atraçat
da: Resterende tid
el: Χρόνος καθυστέρησης
gl: Fin
sl: Čas zaostajanja

source: Hotkey
ca: Tecla ràpida
da: Genvejstast
el: Θερμό πλήκτρο
gl: Tecla rápida
sl: Hitra tipka

source: Duplicate
el: Διπλότυπο

source: Delete key frame
ca: Eliminar fotograma clau
da: Slet nøglebillede
el: Διαγραφή πλαισίου κλειδιού
gl: Eliminar o fotograma chave
sl: Izbriši sličice

source: Move to category
el: Μετακίνηση σε κατηγορία
sl: Premakni v kategorijo

source: Do you want to delete the key frame for this play?
ca: Voleu eliminar el fotograma clau d'aquesta jugada?
da: Ønsker du at slette nøglebilledet for denne kamp?
el: Θέλετε να διαγράψετε το πλαίσιο κλειδιού για αυτό το παιχνίδι;
gl: Desexa eliminar o fotograma chave desta xogada?
sl: Ali želite izbrisati sličico te igre?

source: Photo
ca: Fotografia
da: Foto
el: Φωτογραφία
gl: Fotografia
sl: Fotografija

source: Play this match
da: Afspil denne kamp
el: Αναπαραγωγή αυτού του αγώνα
gl: Reproducir este partido
sl: Predvajaj posnetek

source: Date of Birth
da: Fødselsdato
el: Ημερομηνία γέννησης
gl: Data de nacemento
sl: Datum rojstva

source: Position
ca: Posició
el: Θέση
gl: Posición
sl: Položaj

source: Number
ca: Número
da: Nummer
el: Αριθμός
gl: Número
sl: Številka

source: Edit Title
ca: Modificar el títol
da: Rediger titel
el: Επεξεργασία τίτλου
gl: Editar o título
sl: Uredi naslov

source: Start
ca: Inici
el: Έναρξη
gl: Iniciar
sl: Začni

source: sec
ca: seg
da: sek
el: δευτερόλεπτα
gl: seg
sl: sek

source: Play Rate
ca: Velocitat de reproducció
da: Afspilningshastighed
el: Ρυθμός αναπαραγωγής
gl: Velocidade de reprodución
sl: Hitrost predvajanja

source: File not found
ca: No s'ha trobat el fitxer
da: Fil ikke fundet
el: Το αρχείο δε βρέθηκε
gl: Non foi posíbel encontrar o ficheiro
sl: Datoteke ni mogoče najti

source: Remove sub-category
da: Fjern underkategori
el: Αφαίρεση υποκατηγορίας
sl: Odstrani podrejene kategorije

source: Back To Live
el: Επιστροφή σε ζωντανό
sl: Nazaj na zapisovanje v živo

source: Do you want to pause the recording?
el: Θέλετε να παύσετε την εγγραφή;
sl: Ali želite narediti premor snemanja?

source: You are going to stop and finish the current capture. Do you want to proceed?
ca: Esteu a punt de parar i acabar la captura actual. Voleu continuar?
da: Du er ved stoppe og afslutte den aktuelle optagelse. Vil du fortsætte?
el: Πρόκειται να σταματήσετε και να τελειώσετε την τρέχουσα λήψη. Θέλετε να συνεχίσετε;
gl: Vai parar e finalizar a captura actual Desexa continuar?
sl: Zaustavljeno in končano bo trenutno zajemanje. Ali želite nadaljevati?

source: Device reconnected.Do you want to restart the capture?
da: Enhed forbundet igen. Ønsker du at starte optagelsen forfra?
el: Επανασύνδεση συσκευής. θέλετε να επανεκκινήσει η λήψη;
gl: Dispositivo reconectado. Desexa reiniciar a captura?
nb: Enhet er gjennoppkoplet, Ønsker du å re-start opptaket?
sl: Naprava je ponovno povezana. Ali želite ponovno začeti zajemanje?

source: An error has been detected in the current installation.
da: En fejl er blevet detekteret i den aktuelle installation.
el: Ένα σφάλμα έχει ανιχνευτεί στην τρέχουσα εγκατάσταση.
sl: Zaznana je napaka v trenutni namestitvi programa.

source: Default device
da: Standardenhed
el: Προεπιλεγμένη συσκευή
gl: Dispositivo predefinido
sl: Privzeta naprava

source: The database {0} is corrupted, would you like to restore the last backup?
el: Η βάση δεδομένων {0} έχει αλλοιωθεί, Θα θέλατε να επαναφέρετε το τελευταίο αντίγραφο ασφαλείας;

source: Database
el: Βάση δεδομένων

source: Backup recovered successfully
el: Ανακτήθηκε με επιτυχία το αντίγραφο ασφαλείας

source: Could not recover backup, this database will not be used
el: Αδύνατη η ανάκτηση αντιγράφου ασφαλείας, αυτή η βάση δεδομένων δεν θα χρησιμοποιηθεί

source: You can't create a new play if the capturer is not recording.
ca: No podeu crear una nova llista de reproducció si no s'està gravant del dispositiu de captura.
da: Du kan ikke oprette en ny kamp, når optageren ikke optager.
el: Δεν μπορείτε να δημιουργήσετε ένα νέο παιχνίδι, αν η λήψη δεν καταγραφεί.
gl: No pode crear unha nova xogada se o dispositivo de captura non está gravando.
sl: Ni mogoče ustvariti novega posnetka, če naprava za zajemanje ni zagnana.

source: The stop time is smaller than the start time. The play will not be added.
da: Stoptidspunktet er før starttidspunktet. Kampen vil ikke blive tilføjet.
el: Ο χρόνος λήξης είναι μικρότερος από τον χρόνο έναρξης. Το παιχνίδι δεν θα προστεθεί.
gl: A hora da parada é menor que a hora de inicio. Non se engadirá a reprodución.
sl: Čas zaustavitve je pred začetkom. Igra ne bo dodana.

source: Period
da: Periode
el: Περίοδος
sl: Odmor

source: The file you are trying to load is not a playlist or it's not compatible with the current version
ca: El fitxer que intenteu carregar no és una llista de reproducció o no és compatible amb la versió actual.
da: Filen du forsøger at indlæse er ikke en afspilningsliste eller er ikke kompatibel med den aktuelle version
el: Το αρχείο που προσπαθείτε να φορτώσετε δεν είναι ένας κατάλογος αναπαραγωγής ή δεν είναι συμβατό με την τρέχουσα έκδοση
gl: O ficheiro que está tentando cargar non é unha lista de reprodución ou ben é incompatíbel coa versión actual
sl: Datoteka izbrana za nalaganje, ni pravi seznam predvajanja ali pa datoteka ni skladna s trenutno različico programa.

source: You have not loaded any playlist yet.
el: Δεν έχετε φορτώσει κανέναν κατάλογο αναπαραγωγής ακόμα.
sl: Ni še naloženega nobenega seznama predvajanja.

source: Please, close the opened project to play the playlist.
ca: Tanqueu el projecte per a poder reproduir la llista de reproducció.
da: Luk venligst det åbnede projekt for at igangsætte afspilningslisten.
el: Παρακαλούμε, κλείστε το ανοικτό έργο για να παίξετε τον κατάλογο αναπαραγωγής.
gl: Peche o proxecto aberto para reproducir a lista de reprodución.
sl: Zapreti je treba odprt projekt za predvajanje seznama.

source: Open playlist
ca: Obrir la llista de reproducció
da: Åbn afspilningsliste
el: Άνοιγμα καταλόγου αναπαραγωγής
gl: Abrir unha lista de reprodución
sl: Odpri seznam predvajanja

source: playlists
da: afspilningslister
el: κατάλογοι αναπαραγωγής
sl: seznami predvajanja

source: This project doesn't have any file associated. Select one in the next window
el: Αυτό το έργο δεν έχει κανένα συσχετισμένο αρχείο. Επιλέξτε ένα στο επόμενο παράθυρο
sl: Ta projekt je brez povezanih datotek. Izbrati jih je mogoče na naslednjem oknu.

source: Select a video file
el: Επιλέξτε ένα αρχείο βίντεο
sl: Izbor video datoteke

source: Could not import project, you need a video file
el: Αδύνατη η εισαγωγή έργου, χρειάζεται ένα αρχείο βίντεο
sl: Uvoz projekta ni mogoč; ni navedene video datoteke

source: A project already exists for the file:
ca: Ja existeix un projecte per aquest fitxer:
da: Et projekt findes allerede for filen:
el: Υπάρχει ήδη ένα έργο για το αρχείο:
gl: Xa existe un proxecto para o ficheiro:
sl: Projekt te datoteke že obstaja:

source: Project successfully imported.
ca: El projecte s'ha carregat amb èxit.
da: Projektet blev importeret.
el: Το έργο εισήχθη με επιτυχία.
gl: O proxecto importouse correctamente.
sl: Projekt je uspešno uvožen.

source: The file associated to this project doesn't exist.
ca: El fitxer associat a aquest projecte no existeix.
da: Filen forbundet med dette projekt findes ikke.
el: Το συσχετισμένο αρχείο με αυτό το έργο δεν υπάρχει.
gl: O ficheiro que está asociado a este proxecto non existe.
sl: Datoteka povezana s tem projektom ne obstaja.

source: If the location of the file has changed try to edit it with the database manager.
ca: Si el fitxer ha canviat de lloc, intenteu editar-lo al gestor de dades.
da: Hvis placeringen af filen har ændret sig så forsøg at redigere den med databasehåndteringen.
el: Αν η θέση του αρχείου έχει αλλάξει, δοκιμάστε να το επεξεργαστείτε με τον διαχειριστή βάσης δεδομένων.
gl: Se cambiou a localización do ficheiro probe a editalo co xestor da base de datos.
sl: V primeru, da se je mesto datoteke spremenilo, je napako mogoče popraviti v upravljalniku podatkovne zbirke.

source: Creating video thumbnails. This can take a while.
ca: Creant les miniatures del vídeo. Pot trigar una estona.
da: Opretter videominiaturebilleder. Dette kan tage et stykke tid.
el: Δημιουργία μικρογραφιών βίντεο. Αυτό μπορεί να πάρει κάμποσο.
gl: Creando as miniaturas do vídeo. Isto pode levar algún tempo.
sl: Ustvarjanje sličic video posnetka. Postopek je lahko dolgotrajen.

source: No capture devices were found.
ca: No s'ha trobat cap dispositiu de captura.
da: Ingen optagelsesenheder blev fundet.
el: Δε βρέθηκαν συσκευές σύλληψης.
gl: Non se encontraron dispositivos de captura.
sl: Ni mogoče najti naprave za zajemanje.

source: You are opening a live project without any video file associated yet.
da: Du åbner et live projekt uden nogen videofiler associeret.
el: Ανοίγετε ένα ζωντανό έργο χωρίς κανένα συσχετισμένο αρχείο βίντεο ακόμα.
sl: Odpirate živi projekt brez povezanih video datotek.

source: Select a video file in the next step.
el: Επιλογή αρχείου βίντεο στο επόμενο βήμα.
sl: Izberite video datoteko v naslednjem koraku.

source: Local team players
da: Hjemmeholdets spillere
el: Παίχτες γηπεδούχου ομάδας
sl: Igralci domače ekipe

source: Visitor team players
da: Udeholdets spillere
el: Παίχτες φιλοξενούμενης ομάδας
sl: Igralci gostujoče ekipe

source: All teams players
da: Alle holds spillere
el: Παίχτες όλων των ομάδων
sl: Igralci vseh ekip

source: A template already exists with the name:
da: En skabelon findes allerede med navnet:
el: Υπάρχει ήδη ένα πρότυπο με το όνομα:
nb: En template eksisterer allerede med navnet:
sl: Predloga s tem imenom že obstaja:

source: Stop
ca: Final
gl: Deter
sl: Zaustavi

source: Cancel
ca: Cancel·lar
da: Annuller
gl: Cancelar
sl: Prekliči

source: Tag new play
ca: Etiquetar nova jugada
da: Mærk ny kamp
gl: Etiquetar a nova xogada
sl: Označi novo igro

source: URL:
sl: Naslov URL:

source: Enable sound (experimental)
sl: Omogoči zvok (poskusno)

source: Overlay title
sl: Prekrivni naslovov

source: Enable Title Overlay
ca: Sobreimpressionar el títol
da: Slå titelbelægning til
gl: Activar a sobreposición do título
sl: Omogoči prekrivanje naslovov

source: Enable Audio (Experimental)
ca: Activar l'àudio (experimental)
da: Slå lyd til (under udvikling)
gl: Activar o son (experimental)
sl: Omogoči zvok (preizkusno)

source: An error has occurred in the video renderer.
sl: Prišlo je do napake v izrisovalniku videa.

source: Export project to Excel file
da: Eksporter projekt til Excelfil

source: Project statistics
da: Projektstatistik

source: Local Team
ca: Equip local
da: Hjemmehold
gl: Equipo local

source: Visitor Team
ca: Equip visitant
da: Udehold
gl: Equipo visitante

source: Game units
da: Spilopdelinger

source: Game Units
da: Spilopdelinger

source: Played Time
da: Varighed

source: Average
da: Gennemsnit

source: Deviation
da: Afvigelse

source: Total Time
da: Samlet tid

source: Paused Time
da: Pausetid

source: Project
da: Projekt

source: Duration (min)
da: Varighed (min)

source: default
da: standard

source: Audio Bitrate (kbps):
ca: Taxa de bits de l'àudio (kbps):
da: Lydbitrate (kbps):
gl: Taxa de bits do son (kbps):

source: Video Size:
ca: Mida del vídeo:
da: Videostørrelse:
gl: Tamaño do vídeo:

source: Video Quality:
ca: Qualitat del vídeo:
da: Videokvalitet:
gl: Calidade do vídeo:

source: Low
ca: Baixa
da: Lav
gl: Baixo

source: Good
ca: Bona
da: God
gl: Bo

source: Extra
ca: Molt bona
da: Ekstra

source: Ouput Format:
ca: Format de sortida:
da: Uddataformat:
gl: Formato de saída:

source: Add Filter
ca: Afegir filtre
da: Tilføj filter
gl: Engadir un filtro

source: Open file...
ca: Obrir fitxer...
da: Åbn fil...
gl: Abrir ficheiro...

source: The actual project will be closed due to an error in the media player:
ca: El projecte actual es tancarà degut a un problema amb el reproductor:
da: Det aktuelle projekt vil blive lukket på grund af en fejl i medieafspilleren:
gl: O proxecto actual pecharase debido a un erro no reprodutor multimedia:

source: An error occured in the video capturer and the current project will be closed:
ca: S'ha trobat un error amb la captura i, conseqüentment, el projecte es tancarà:
da: Der opstod en fejl i videooptageren og det aktuelle projekt vil blive lukket:
gl: Produciuse un erro no dispositivo de captura de vídeo e pecharase o proxecto actual:

source: Apply current play rate
ca: Aplicar la velocitat de reproducció actual
da: Anvend aktuel afspilningshastighed
gl: Aplicar a velocidade de reprodución actual

source: Finalizing file. This can take a while
ca: Finalitzant el fitxer. Això pot trigar una estona
da: Afslutter fil. Dette kan tage et stykke tid
gl: Finalizando o ficheiro. Isto pode levar un tempo.

source: Invalid video file:
ca: Fitxer de vídeo invàlid:
da: Ugyldig videofil:
gl: O ficheiro de vídeo é incorrecto:

source: Import Project
ca: Importar un projecte
da: Importer projekt
gl: Importar un proxecto

source: Select a video file in the step.
da: Vælg en videofil undervejs.

source: No video file associated
nb: Ingen videofil tilknyttet

source: Tag as trayectory
nb: Tagg som ballbane

source: <span font_desc="10">E-mail</span>
nb: E-post

source: Edit play details
nb: Editer detaljer

source: Size
nb: Størrelse

source: <span font_desc="22"><b>Title</b></span>
nb: <span font_desc="22><b>Tittel></b></span>

source: Synchronize the game periods
nb: Synkroniser omgangene

source: Add new play
nb: Legg til nytt klipp
